{
    "place_id": "ChIJB8cqwYGfVogRB6F0OJRfCG4",
    "place_name": "Lincoln's Haberdashery",
    "reviews_data": [
        {
            "review_datetime_utc": "01/14/2023 19:55:04",
            "review_id": "ChZDSUhNMG9nS0VJQ0FnSURCZ3V2eU9REAE",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChZDSUhNMG9nS0VJQ0FnSURCZ3V2eU9REAE!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgIDBguvyOQ%7CCgwImJGMngYQ8JnuqAM%7C?hl=en-US",
            "review_rating": 1,
            "review_text": "I'm not sure how this place has SO MANY 5-star reviews. Maybe just very loyal customers?  My husband and I went in. The person at the register was busy ordering herself some food from someone from the back and we stood there a solid minute before she would even turn to acknowledge us. They were out of items at 130p…anyways, we ordered and sat down. Another employee made us get up from where we were sitting because she was closing the section and planned to mop. This person never apologized, literally just stared at us while we moved (I guess to confirm we were actually moving?). The actual restaurant closes well past 130. Closing the only section with open tables makes no sense. There were no other tables available, and we ended up waiting for our food and having to just leave because no tables ever became available. When we got home, I realized my sandwich was totally wrong on top of that. My husband's sandwich had the cheese on the bottom of the sandwich, literally on the outside of the bread on the bottom. Like another reviewer said, very, very poor customer service. Definitely will never go back."
        },
        {
            "review_datetime_utc": "01/08/2023 17:37:30",
            "review_id": "ChdDSUhNMG9nS0VJQ0FnSUNCXzRXRGx3RRAB",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChdDSUhNMG9nS0VJQ0FnSUNCXzRXRGx3RRAB!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgICB_4WDlwE%7CCgwI2v7rnQYQiJrKxwE%7C?hl=en-US",
            "review_rating": 5,
            "review_text": "Got breakfast Sammy and stuffed flapjack both are awesome. Need to come back and try the lunch sammys. It's a market too so they sell odds and ends but they're specialty is bread 🥖. Will for sure come again"
        },
        {
            "review_datetime_utc": "01/07/2023 15:43:24",
            "review_id": "ChZDSUhNMG9nS0VJQ0FnSUNCejVPNWN3EAE",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChZDSUhNMG9nS0VJQ0FnSUNCejVPNWN3EAE!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgICBz5O5cw%7CCgsInKbmnQYQ4MnHMA%7C?hl=en-US",
            "review_rating": 5,
            "review_text": "Local, underrated and often unknown haunt with some of the best sandwiches in town."
        },
        {
            "review_datetime_utc": "12/06/2022 17:31:38",
            "review_id": "ChZDSUhNMG9nS0VJQ0FnSUQtcmNYN2JREAE",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChZDSUhNMG9nS0VJQ0FnSUQtcmNYN2JREAE!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgID-rcX7bQ%7CCgwI-vi9nAYQoLT6zwE%7C?hl=en-US",
            "review_rating": 5,
            "review_text": "I always have an amazing experience and Lincoln's. Their lemon ricotta pancake was absolutely delicious."
        },
        {
            "review_datetime_utc": "11/13/2022 17:52:05",
            "review_id": "ChZDSUhNMG9nS0VJQ0FnSUMteTZ2cGFnEAE",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChZDSUhNMG9nS0VJQ0FnSUMteTZ2cGFnEAE!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgIC-y6vpag%7CCgwIxd3EmwYQ4IiC5AI%7C?hl=en-US",
            "review_rating": 2,
            "review_text": "This used to be my favorite coffee shop in Charlotte, but I'm here on a Sunday morning for a peaceful spot to read to read and they're blaring heavy metal music. Like this is a coffee shop I'm here to chill but I'm stressed. It's busy so I wonder if that's a tactic so people don't linger but it works!"
        },
        {
            "review_datetime_utc": "11/12/2022 18:12:51",
            "review_id": "ChZDSUhNMG9nS0VJQ0FnSUMtMC16NVRREAE",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChZDSUhNMG9nS0VJQ0FnSUMtMC16NVRREAE!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgIC-0-z5TQ%7CCgwIo8S_mwYQ0Oq0pwE%7C?hl=en-US",
            "review_rating": 2,
            "review_text": "Not sure what the hype is all about. The staff here is so unfriendly and seem bothered to even be there. By the way they communicate, it's as if everything that I asked or said was an annoyance. The food is average, at best. They were out of so many key brunch items at prime brunch time on a Saturday; sugar for the Cuban coffee (what?), several of the breakfast sandwiches, etc. It was to the point that it would have saved EVERYONE time and frustration to communicate what WAS available because so many things weren't. The line was almost out the door and then, because of their limited availability, people got to the counter and then had to figure out a plan b. The food took forever to get. After 30+ minutes my friend's food hadn't come out and several people who ordered after her got theirs. I'm talking at least five people. After following up about this situation, they couldn't even comprehend making that situation right with a simple apology but instead caught an attitude right away. The customer service at this place should be more of a focus. Whoever is running this joint, listen up. Let your people know that if they're annoyed to be there, do everyone a favor and just literally don't come."
        },
        {
            "review_datetime_utc": "11/12/2022 17:15:45",
            "review_id": "ChZDSUhNMG9nS0VJQ0FnSUMtazdfN1R3EAE",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChZDSUhNMG9nS0VJQ0FnSUMtazdfN1R3EAE!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgIC-k7_7Tw%7CCgwIwam_mwYQoMSz0QM%7C?hl=en-US",
            "review_rating": 1,
            "review_text": "Had an awful experience here. Ordered a sandwich and waited over 30 minutes for it never to be made. Instead , my friend asked for some pastries  for the inconvenience. When I went to get a refund, the manager said they gave me pastries instead and she would give me the difference of the sandwich and pastries. Such a weird experience. They are the ones who were in the wrong and instead they had the audacity to fight me over them forgetting to make my sandwich, not wanting to refund me , and talk about the pastries? I don't think the customer service here is good at all and I will never return. For some reason they all have an attitude and I would rather take my services elsewhere!!!!"
        },
        {
            "review_datetime_utc": "11/11/2022 16:26:43",
            "review_id": "ChZDSUhNMG9nS0VJQ0FnSUMtX1lPWmVREAE",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChZDSUhNMG9nS0VJQ0FnSUMtX1lPWmVREAE!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgIC-_YOZeQ%7CCgwIw--5mwYQoJPn0wM%7C?hl=en-US",
            "review_rating": 2,
            "review_text": "We came to visit Charlotte from Chicago, and when this place popped up on our radar, we rushed over to check out the place.  The interior presents a pleasant, work space, yet could use some temperature regulation. We ordered the Vegan Chai Latte and the coffee, both of which tasted decent, my latte being a highlight. However, we thought it odd that our \"for here\" ordered coffee came in disposable cups.  While placing our drink order, we also ordered our food. I ordered the St. Charles Potatoes and a sandwich (can't recall the name), and my partner ordered the Haymarket Sandwich. We ordered at 10:16am. Our food came out at 10:57am. The food was cold, wrapped to go, and the potatoes were terrible.  We paid $38 for 2 breakfast sandwiches, 1 side order of potatoes, and 2 beverages. We asked \"for here\" and got the potatoes on a plate and our sandwiches wrapped. When ordering \"for here,\" the attempt typically is not to be wasteful (which, their trash bin was overflowing any way). Also, the parking lot only offers 1hr parking... So we sprinted out to avoid ticketing.  I'm empathetic to the industry; I worked in it for 2 years. If the kitchen is slow, that's fine. Don't deliver cold food. I really looked forward to this place, and now, my partner and I wasted over an hour to get mediocre food. The front of house was polite and kind, as I'm sure back of house also is. Their product and timeliness lacked."
        },
        {
            "review_datetime_utc": "11/11/2022 16:17:33",
            "review_id": "ChZDSUhNMG9nS0VJQ0FnSUMtX2UzbFJREAE",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChZDSUhNMG9nS0VJQ0FnSUMtX2UzbFJREAE!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgIC-_e3lRQ%7CCgwIneu5mwYQoPX80gI%7C?hl=en-US",
            "review_rating": 1,
            "review_text": "Truly surprised this place is as highly reviewed as it is. We ordered food and coffee just now for dine in. The food took 55 mins and came out cold. It's fine if the cooks are busy and our order got lost in the shuffle, but at least remake or reheat it. Also, fast casual shouldn't mean you use single service items for drink and food. Very wasteful. Our time is limited here and this was a big waste of time. Wouldn't recommend to anyone visiting the area"
        },
        {
            "review_datetime_utc": "11/09/2022 13:53:29",
            "review_id": "ChdDSUhNMG9nS0VJQ0FnSUMtMWR6SDFBRRAB",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChdDSUhNMG9nS0VJQ0FnSUMtMWR6SDFBRRAB!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgIC-1dzH1AE%7CCgwI2eGumwYQ6OP-qgE%7C?hl=en-US",
            "review_rating": 5,
            "review_text": "Amazing fresh food, great drink options, and a nice place to work or relax."
        },
        {
            "review_datetime_utc": "11/06/2022 17:43:29",
            "review_id": "ChdDSUhNMG9nS0VJQ0FnSUMtc2FydHZBRRAB",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChdDSUhNMG9nS0VJQ0FnSUMtc2FydHZBRRAB!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgIC-sartvAE%7CCgwIweSfmwYQsPqGvwE%7C?hl=en-US",
            "review_rating": 5,
            "review_text": "excellent service, knowledgeable, well trained baristas, and incredible food at reasonable prices, with adequate indoor seating!! i came here with a friend for my birthday breakfast and i ordered the sticky biscuit (?) and my friend ordered the avo toast. both were incredible. the biscuit is obviously made in house and has amazing flavor. the avo toast was delightful, although we agreed that a little more acid (maybe swap the red onions for pickled onions!) would really take this from a wonderful dish to an out-of-this-world one. i had a drip coffee that was truly delightful and my friend's latte was superb. we wanted to try a dessert but didn't have room after our breakfast! will definitely be back."
        },
        {
            "review_datetime_utc": "11/06/2022 14:16:37",
            "review_id": "ChZDSUhNMG9nS0VJQ0FnSUMtMGVicFVREAE",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChZDSUhNMG9nS0VJQ0FnSUMtMGVicFVREAE!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgIC-0ebpUQ%7CCgwIxYOfmwYQuPKHtgE%7C?hl=en-US",
            "review_rating": 5,
            "review_text": "We come here almost every Sunday for breakfast and games. It's such a great space and the food is delicious!"
        },
        {
            "review_datetime_utc": "11/02/2022 16:25:32",
            "review_id": "ChdDSUhNMG9nS0VJQ0FnSUMteHV1SnFBRRAB",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChdDSUhNMG9nS0VJQ0FnSUMteHV1SnFBRRAB!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgIC-xuuJqAE%7CCgwI_LOKmwYQqMWn-wE%7C?hl=en-US",
            "review_rating": 1,
            "review_text": "The cashier suggested some toppings that turned my $10 meal into $15 without warning me. Food is in general overpriced avacado and toast for $9. My order was screwed up and had to be remade. I went to do some work, they have limited power outlets and play loud music. Not very good for study/remote work."
        },
        {
            "review_datetime_utc": "11/02/2022 10:23:49",
            "review_id": "ChdDSUhNMG9nS0VJQ0FnSUMtaHFLbWlnRRAB",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChdDSUhNMG9nS0VJQ0FnSUMtaHFLbWlnRRAB!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgIC-hqKmigE%7CCgwItYqJmwYQ-O2RxQI%7C?hl=en-US",
            "review_rating": 5,
            "review_text": "Great coffee and pastries. Fun things to try, great wine selection!"
        },
        {
            "review_datetime_utc": "10/29/2022 15:41:18",
            "review_id": "ChdDSUhNMG9nS0VJQ0FnSUMtM0pHVjdRRRAB",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChdDSUhNMG9nS0VJQ0FnSUMtM0pHVjdRRRAB!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgIC-3JGV7QE%7CCgwInpP1mgYQkOaklQI%7C?hl=en-US",
            "review_rating": 2,
            "review_text": "The food is good, but not worth a 45 minute wait for a sandwich."
        },
        {
            "review_datetime_utc": "10/28/2022 00:34:49",
            "review_id": "ChZDSUhNMG9nS0VJQ0FnSUMtMU1xNWZ3EAE",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChZDSUhNMG9nS0VJQ0FnSUMtMU1xNWZ3EAE!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgIC-1Mq5fw%7CCgwIqcfsmgYQgI241QI%7C?hl=en-US",
            "review_rating": 3,
            "review_text": "Nice place but they day I went their espresso equipment was broken and they only offered drop coffee which was very ordinary."
        },
        {
            "review_datetime_utc": "10/24/2022 18:36:23",
            "review_id": "ChdDSUhNMG9nS0VJQ0FnSUMtNElQcDJ3RRAB",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChdDSUhNMG9nS0VJQ0FnSUMtNElQcDJ3RRAB!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgIC-4IPp2wE%7CCgwIp7bbmgYQkPWp6AE%7C?hl=en-US",
            "review_rating": 1,
            "review_text": "Three times trying this place over the course of a year and nothings changed. The workers are beyond rude, slow, and clearly not trained. Food is the definition of mediocre and will take forever no matter the dish. Don't come here, the city has so much more to offer. I can't wait to see this place go under."
        },
        {
            "review_datetime_utc": "10/24/2022 12:36:09",
            "review_id": "ChZDSUhNMG9nS0VJQ0FnSURlM18yb1p3EAE",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChZDSUhNMG9nS0VJQ0FnSURlM18yb1p3EAE!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgIDe3_2oZw%7CCgsIuY3amgYQkKWNHA%7C?hl=en-US",
            "review_rating": 4,
            "review_text": "The food was outstanding but this is not designed for people who want to get their food and run. When I ordered there was no one else in the restaurant. Ordered a breakfast sandwich. It took 16 minutes to make it."
        },
        {
            "review_datetime_utc": "10/23/2022 17:23:40",
            "review_id": "ChZDSUhNMG9nS0VJQ0FnSURldjRYUktnEAE",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChZDSUhNMG9nS0VJQ0FnSURldjRYUktnEAE!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgIDev4XRKg%7CCgwInPHVmgYQoPyuhwM%7C?hl=en-US",
            "review_rating": 3,
            "review_text": "Great food, and ambiance, however food often takes 30 mins+ to come out and often run out of ingredients, also food is cold when it comes out. We come here a lot, so much potential!"
        },
        {
            "review_datetime_utc": "10/23/2022 16:35:13",
            "review_id": "ChdDSUhNMG9nS0VJQ0FnSURldl9iVjlRRRAB",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChdDSUhNMG9nS0VJQ0FnSURldl9iVjlRRRAB!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgIDev_bV9QE%7CCgwIwdrVmgYQyKfPrwE%7C?hl=en-US",
            "review_rating": 4,
            "review_text": "The wait for my food was extremely long but they were busy. The coffee was great. My sandwich was cold. I was expecting it to be hot since I had salmon with scrambled eggs.  My son eats here a lot so I may be back to try something else."
        },
        {
            "review_datetime_utc": "10/23/2022 16:24:14",
            "review_id": "ChdDSUhNMG9nS0VJQ0FnSURldjhiX3FBRRAB",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChdDSUhNMG9nS0VJQ0FnSURldjhiX3FBRRAB!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgIDev8b_qAE%7CCgwIrtXVmgYQ4KzskAM%7C?hl=en-US",
            "review_rating": 1,
            "review_text": "Rude, slow service, and cold food. They hit the trifecta!  Not sure how you can wait 45 minutes for a breakfast sandwich and it still be cold, but they did it!"
        },
        {
            "review_datetime_utc": "10/18/2022 23:31:58",
            "review_id": "ChdDSUhNMG9nS0VJQ0FnSURlMDVlVG5BRRAB",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChdDSUhNMG9nS0VJQ0FnSURlMDVlVG5BRRAB!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgIDe05eTnAE%7CCgsI7u68mgYQyJayBg%7C?hl=en-US",
            "review_rating": 5,
            "review_text": "Wow x 5!! This quaint restaurant nestled into a small space is blowing customers mind. Very minimal parking but once you get inside, you could care less!! Great energy and people willing to help you with the menu/order. We had the LGBT lettuce, bacon,tomato and guacamole and trust how fresh and tasty that sandwich was is no laughing matter and also the avocado toast with oil, onions, guacamole and a few other ingredients were all fresh and worth a try! Fairly good seating! The lavender tea was a nice surprise also! They have a nice selection of baked goods including banana pudding and Oreo cheesecake which we also got and enjoyed!! 5 stars for the restaurant and 7 stars for the people! Oh and try the vegan chai it's made with oat milk, my favorite hot or iced! You're welcome!!"
        },
        {
            "review_datetime_utc": "10/13/2022 23:41:18",
            "review_id": "ChZDSUhNMG9nS0VJQ0FnSURlNmRfaE1REAE",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChZDSUhNMG9nS0VJQ0FnSURlNmRfaE1REAE!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgIDe6d_hMQ%7CCgsInsSimgYQkL6fLw%7C?hl=en-US",
            "review_rating": 5,
            "review_text": "Just wish they had a bacon egg and cheese bagel! Great food otherwise, super friendly staff."
        },
        {
            "review_datetime_utc": "10/10/2022 12:07:49",
            "review_id": "ChdDSUhNMG9nS0VJQ0FnSURlanEtNnNBRRAB",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChdDSUhNMG9nS0VJQ0FnSURlanEtNnNBRRAB!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgIDejq-6sAE%7CCgsIlZaQmgYQ2MqHMw%7C?hl=en-US",
            "review_rating": 4,
            "review_text": "I love this place and dig they make there own stellar baked goods… Coffee is tasty … and the vibe is cool  Would be five stars if the service were a little bit more customer oriented… They only take orders online or at the counter and when I mention that I'm driving they do not seem to care or become accommodating  service is key"
        },
        {
            "review_datetime_utc": "09/29/2022 16:33:23",
            "review_id": "ChZDSUhNMG9nS0VJQ0FnSURlME56LUNREAE",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChZDSUhNMG9nS0VJQ0FnSURlME56LUNREAE!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgIDe0Nz-CQ%7CCgsI05HXmQYQoLSFeQ%7C?hl=en-US",
            "review_rating": 4,
            "review_text": "I really like this place; the food and the desserts are great. Sometimes there is lack of certain ingredients like avocado for the avocado toast (which I highly recommend). The place tends to get crowded on the weekends."
        },
        {
            "review_datetime_utc": "09/24/2022 15:12:18",
            "review_id": "ChZDSUhNMG9nS0VJQ0FnSUNVdTlhLVRnEAE",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChZDSUhNMG9nS0VJQ0FnSUNVdTlhLVRnEAE!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgICUu9a-Tg%7CCgwI0ry8mQYQwJ7GggI%7C?hl=en-US",
            "review_rating": 5,
            "review_text": "Favorite place for coffee and breakfast"
        },
        {
            "review_datetime_utc": "09/17/2022 14:45:37",
            "review_id": "ChZDSUhNMG9nS0VJQ0FnSUNlcVlyNWJREAE",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChZDSUhNMG9nS0VJQ0FnSUNlcVlyNWJREAE!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgICeqYr5bQ%7CCgsIkbuXmQYQiO3Cew%7C?hl=en-US",
            "review_rating": 1,
            "review_text": "I ordered a breakfast sandwich. 30 mins later I heard a girl say they ran out of bread, and no one cares to communicate that to the customers waiting. I couldn't wait any longer and left without the food I paid for. I mean 30 mins for a sandwich with egg and bacon is ridiculous….."
        },
        {
            "review_datetime_utc": "09/15/2022 01:05:19",
            "review_id": "ChdDSUhNMG9nS0VJQ0FnSUNlM3ZYemhnRRAB",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChdDSUhNMG9nS0VJQ0FnSUNlM3ZYemhnRRAB!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgICe3vXzhgE%7CCgsIz_SJmQYQuOvRLw%7C?hl=en-US",
            "review_rating": 5,
            "review_text": "Great place to stop and get some breakfast and a coffee. I got the egg white omelet with turkey bacon and advocado. Was absolutely delicious! Service was great and the wonderful lady at the counter ( sorry, I forgot your name :( ) gave us advice on some great local spots and actually took time to write us up a list."
        },
        {
            "review_datetime_utc": "09/11/2022 14:10:33",
            "review_id": "ChZDSUhNMG9nS0VJQ0FnSUNlNnVYUUl3EAE",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChZDSUhNMG9nS0VJQ0FnSUNlNnVYUUl3EAE!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgICe6uXQIw%7CCgwI2dj3mAYQwIquqwE%7C?hl=en-US",
            "review_rating": 3,
            "review_text": "Great food, 5 star food. Almost 45 minute wait without a line and no warning, followed by the rudest person I can remember dealing with in any customer service setting brings them down a bunch. And that's hard to do because the food and coffee was fantastic, she was that unpleasant that it made all 4 of us uncomfortable."
        },
        {
            "review_datetime_utc": "09/03/2022 17:29:38",
            "review_id": "ChdDSUhNMG9nS0VJQ0FnSUNhbnVYRDNRRRAB",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChdDSUhNMG9nS0VJQ0FnSUNhbnVYRDNRRRAB!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgICanuXD3QE%7CCgwIgp7OmAYQkPfmjgE%7C?hl=en-US",
            "review_rating": 4,
            "review_text": "I would recommend to stick with the sandwiches. They have a great breakfast sandwich options and the bread is pretty good. Be prepared for a wait on the weekends as this place can get packed pretty quickly."
        },
        {
            "review_datetime_utc": "09/02/2022 15:50:09",
            "review_id": "ChZDSUhNMG9nS0VJQ0FnSUR1di1QaFlBEAE",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChZDSUhNMG9nS0VJQ0FnSUR1di1QaFlBEAE!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgIDuv-PhYA%7CCgwIsczImAYQwMHo0QM%7C?hl=en-US",
            "review_rating": 5,
            "review_text": "Mary's muffin was phenomenal! I added red onions - so good! I loved the potatoes - look at the portions, gigantic! I had so many leftovers!"
        },
        {
            "review_datetime_utc": "08/31/2022 01:59:53",
            "review_id": "ChdDSUhNMG9nS0VJQ0FnSUR1eDZxQjRBRRAB",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChdDSUhNMG9nS0VJQ0FnSUR1eDZxQjRBRRAB!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgIDux6qB4AE%7CCgwImYG7mAYQwPq2iwI%7C?hl=en-US",
            "review_rating": 5,
            "review_text": "It was really good, the coffee I had was the Iced vanilla coffee and the sandwich the Croque Monseur. It's basically a ham and cheese sandwich."
        },
        {
            "review_datetime_utc": "08/30/2022 17:04:57",
            "review_id": "ChdDSUhNMG9nS0VJQ0FnSUR1LTZITjZRRRAB",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChdDSUhNMG9nS0VJQ0FnSUR1LTZITjZRRRAB!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgIDu-6HN6QE%7CCgwIuYa5mAYQ6JfG0AI%7C?hl=en-US",
            "review_rating": 5,
            "review_text": "Don't sleep on their chocolate cake... Usually get the bulgogi or rueben sandwich"
        },
        {
            "review_datetime_utc": "08/23/2022 14:17:48",
            "review_id": "ChZDSUhNMG9nS0VJQ0FnSUR1aWREN1FREAE",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChZDSUhNMG9nS0VJQ0FnSUR1aWREN1FREAE!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgIDuidD7QQ%7CCgwIjMOTmAYQkMz17wE%7C?hl=en-US",
            "review_rating": 5,
            "review_text": "I wish it wasn't so far away from our house. I would go here pretty often. 😍  I got the stuffed pancake, with a side of scrambled eggs with cheese, and lavender iced tea. My husband got a breakfast sandwich with bacon. Everything was amazingly delicious, except my husband's bacon. He said next time he will try the sausage. He ate the bacon, but he said he just didn't like the taste of it. He liked his sandwich overall though. It would be nice of the staff went around and wiped the tables and seats more often though."
        },
        {
            "review_datetime_utc": "08/08/2022 13:37:40",
            "review_id": "ChdDSUhNMG9nS0VJQ0FnSUN1MTZTdXVRRRAB",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChdDSUhNMG9nS0VJQ0FnSUN1MTZTdXVRRRAB!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgICu16SuuQE%7CCgwIpKPElwYQyOaIlgE%7C?hl=en-US",
            "review_rating": 4,
            "review_text": "A cute coffee shop/ wine shop/ store. Located in Southend this place is perfect to stop by have some good coffee and pastry (i had the eclair) or to stop by and work. The shop also had some cute little things you wouldn't find elsewhere. Its worth the visit!"
        },
        {
            "review_datetime_utc": "08/04/2022 19:53:11",
            "review_id": "ChZDSUhNMG9nS0VJQ0FnSURBbV9LakRREAE",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChZDSUhNMG9nS0VJQ0FnSURBbV9LakRREAE!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgIDAm_KjDQ%7CCgwIp8ewlwYQ8Mm1jAM%7C?hl=en-US",
            "review_rating": 2,
            "review_text": "It's really sad for me to make this edit to what used to be a five star review. I have been a regular at Lincoln's since 2018, the food is excellent, the wine selection even better and the vibes are cozy and fun. It really has some of the best coffee drinks and most fun pastries and baked goods. Before covid the staff was always relaxed, attentive and conversational and since the pandemic there is now a completely new staff and service has rapidly declined. I have given it over a year in the hopes that things would change and that new hires would acclimate but service has gotten steadily worse and worse. The guy with the long hair and beard is at best indifferent and usually acts as though he couldn't care less about customers being there. He explained to me without any apology that they already closed coffee service ahead of schedule because they \"felt like it.\" You can no longer get a sandwich on a real plate or wines by the glass and substitutions are made on sandwiches without the staff telling you. On my second to last visit a girl with fair skin and dark hair informed me without apology that there are no salads because \"the chef doesn't feel like making them.\" The menu regularly has multiple salads and/or soups listed even though they literally just don't serve them. Today I visited for what I expect to be the last time. I brought a friend for lunch for her birthday and very politely inquired if the sandwich called the 13th was still made with basil. The last time I ordered it was during winter and it arrived with arugula instead of basil and I was informed after the fact that this was a seasonal substion. The woman ringing us up said she would ask the kitchen to confirm and then said yes it would be made with basil, as the menu listed. When she brought the sandwiches they were made with arugula so I very calmly and politely returned to the counter and asked if it would be possible to get them with basil as we discussed. She literally huffed \"OH MY GOSH\" under her breath and stormed away. When she returned the new correctly made sandwiches to our table she quite literally slammed them down without a word. We also bought a bottle of wine to share during the meal and this same woman did not know how to use a corkscrew bottle opener. We stayed after our meal to continue chatting and this woman as well as another staff member began sweeping, mopping and stacking chairs on top of tables at 1:30 pm. The second woman even brought a plant in from outside and asked us to scoot over to make room for it in the middle of our conversation. We also saw this woman take chilled wines out of the fridge and put them back on the shelves in the sun which can damage the wine, many of which cost a pretty penny. I was really embarrassed that I brought my friend here for her birthday and I'm heartbroken that such a neighborhood gem has gone downhill like this. I really consider writing a bad review of a small business to be a last resort but we have had more than ten visits in the last year with sloppy, careless, lazy and even downright rude service. I'm positing a photo of the employee who was so disrespectful in the hope that she might be retrained and Lincoln's returned to what it once was."
        },
        {
            "review_datetime_utc": "07/30/2022 17:25:57",
            "review_id": "ChZDSUhNMG9nS0VJQ0FnSUN1a1lfbmFBEAE",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChZDSUhNMG9nS0VJQ0FnSUN1a1lfbmFBEAE!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgICukY_naA%7CCgwIpdOVlwYQ8ImdqQM%7C?hl=en-US",
            "review_rating": 5,
            "review_text": "Great little market with delicious breakfast and sandwich options. Also good Beer selection."
        },
        {
            "review_datetime_utc": "07/22/2022 15:11:33",
            "review_id": "ChdDSUhNMG9nS0VJQ0FnSUN1ekxEVDF3RRAB",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChdDSUhNMG9nS0VJQ0FnSUN1ekxEVDF3RRAB!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgICuzLDT1wE%7CCgwIpfzqlgYQ2MvUsgE%7C?hl=en-US",
            "review_rating": 5,
            "review_text": "The Lavendar iced tea is everything!"
        },
        {
            "review_datetime_utc": "07/06/2022 17:44:54",
            "review_id": "ChZDSUhNMG9nS0VJQ0FnSURPX3BPd2J3EAE",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChZDSUhNMG9nS0VJQ0FnSURPX3BPd2J3EAE!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgIDO_pOwbw%7CCgwIlpSXlgYQyPj8kQM%7C?hl=en-US",
            "review_rating": 5,
            "review_text": "Cozy & cute little spot. We ordered breakfast sandwiches and coffee. SO delicious! The bread is made fresh, in house. YUM! Can't wait to go back!"
        },
        {
            "review_datetime_utc": "07/05/2022 21:18:24",
            "review_id": "ChZDSUhNMG9nS0VJQ0FnSURPN3RUQWFnEAE",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChZDSUhNMG9nS0VJQ0FnSURPN3RUQWFnEAE!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgIDO7tTAag%7CCgsIoNWSlgYQoPaAIA%7C?hl=en-US",
            "review_rating": 5,
            "review_text": "Visited here for the first time with a colleague. He comes here often for lunch and suggested this as a healthier option with fresh ingredients and a cool vibe.  It didn't disappoint I got The 13th. One of the freshest tasting sandwiches I have ordered in Charlotte. Delicious meat and cheese with fresh vibrant veggies.  The service was good and didn't wait long for our order. Also reasonably priced which is always a winner, right?! I look forward to coming here again. I hope you enjoy it as I did."
        },
        {
            "review_datetime_utc": "06/30/2022 15:06:03",
            "review_id": "ChZDSUhNMG9nS0VJQ0FnSURPX01PbklnEAE",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChZDSUhNMG9nS0VJQ0FnSURPX01PbklnEAE!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgIDO_MOnIg%7CCgsI2_f2lQYQkPCkDA%7C?hl=en-US",
            "review_rating": 5,
            "review_text": "Excellent coffee"
        },
        {
            "review_datetime_utc": "06/28/2022 15:48:03",
            "review_id": "ChZDSUhNMG9nS0VJQ0FnSURPMU1PdlJnEAE",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChZDSUhNMG9nS0VJQ0FnSURPMU1PdlJnEAE!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgIDO1MOvRg%7CCgwIs8XslQYQ6PPX0QE%7C?hl=en-US",
            "review_rating": 5,
            "review_text": "Great spot!   Enjoyed the atmosphere, breakfast sandwiches and coffee."
        },
        {
            "review_datetime_utc": "06/26/2022 15:54:13",
            "review_id": "ChZDSUhNMG9nS0VJQ0FnSURPNklxMERBEAE",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChZDSUhNMG9nS0VJQ0FnSURPNklxMERBEAE!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgIDO6Iq0DA%7CCgwIpYLilQYQkNzQvAM%7C?hl=en-US",
            "review_rating": 4,
            "review_text": "Great choice of coffee and sourdough bread"
        },
        {
            "review_datetime_utc": "06/24/2022 18:09:01",
            "review_id": "ChZDSUhNMG9nS0VJQ0FnSURPb002TU5REAE",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChZDSUhNMG9nS0VJQ0FnSURPb002TU5REAE!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgIDOoM6MNQ%7CCgsIvfvXlQYQwI-_DA%7C?hl=en-US",
            "review_rating": 5,
            "review_text": "Food was super fresh hearty and DELICIOUS.  Staff is top notch, welcoming and eager to please. Forget about the atmosphere where even in the washroom it's like being transported to wheee you didn't even know you wanted to go. You can feel the love and appreciation created by the owner, who is also as kind as you could want. A must try. 🥰🥳"
        },
        {
            "review_datetime_utc": "06/21/2022 18:42:14",
            "review_id": "ChdDSUhNMG9nS0VJQ0FnSUNPNS15bGd3RRAB",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChdDSUhNMG9nS0VJQ0FnSUNPNS15bGd3RRAB!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgICO5-ylgwE%7CCgwIhqLIlQYQ8JzcigE%7C?hl=en-US",
            "review_rating": 5,
            "review_text": "Great food with lots of cool products for purchase around the coffee shop"
        },
        {
            "review_datetime_utc": "06/11/2022 14:30:02",
            "review_id": "ChZDSUhNMG9nS0VJQ0FnSUNPZ2RDb1pBEAE",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChZDSUhNMG9nS0VJQ0FnSUNPZ2RDb1pBEAE!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgICOgdCoZA%7CCgwI6s2SlQYQyJ7yzgE%7C?hl=en-US",
            "review_rating": 5,
            "review_text": "Very enjoyable place. The latte was great, and environment clean, refreshing & enjoyable. And the breakfast sandwich was amazing!!! ⭐️⭐️⭐️⭐️⭐️"
        },
        {
            "review_datetime_utc": "05/30/2022 18:04:48",
            "review_id": "ChZDSUhNMG9nS0VJQ0FnSUNPOEx6NmR3EAE",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChZDSUhNMG9nS0VJQ0FnSUNPOEx6NmR3EAE!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgICO8Lz6dw%7CCgwIwI7UlAYQuOToswE%7C?hl=en-US",
            "review_rating": 5,
            "review_text": "One of our favorite places. Although I wish they would have the staffed flapjack more often"
        },
        {
            "review_datetime_utc": "05/29/2022 01:55:45",
            "review_id": "ChZDSUhNMG9nS0VJQ0FnSUQyNzVieFRREAE",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChZDSUhNMG9nS0VJQ0FnSUQyNzVieFRREAE!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgID275bxTQ%7CCgsIoaXLlAYQgJ-aYw%7C?hl=en-US",
            "review_rating": 1,
            "review_text": "Horrible service! After waiting over thirty minutes for a simple whole milk latte, my drink order was slammed down on the table by the owner who said “hope you like oat milk” and walked away.  I did not ask for an oat latte and cannot drink that type of a milk! No statement was made that they ran out of regular milk, and they did not provide me another option. I was so frustrated after waiting for over thirty minutes, I ended up just throwing the drink out and walking out. Since then, I have been boycotting Lincoln's and their horrible service. You can't treat customers this way!"
        },
        {
            "review_datetime_utc": "05/26/2022 22:21:55",
            "review_id": "ChdDSUhNMG9nS0VJQ0FnSUQyeC1uMzRnRRAB",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChdDSUhNMG9nS0VJQ0FnSUQyeC1uMzRnRRAB!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgID2x-n34gE%7CCgwIg_u_lAYQ8KubmAM%7C?hl=en-US",
            "review_rating": 5,
            "review_text": "Great neighborhood breakfast and lunch spot. Ruben wasn't great, but that was an anomaly."
        },
        {
            "review_datetime_utc": "05/24/2022 08:08:37",
            "review_id": "ChZDSUhNMG9nS0VJQ0FnSUQyay1fOEtBEAE",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChZDSUhNMG9nS0VJQ0FnSUQyay1fOEtBEAE!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgID2k-_8KA%7CCgwIhaWylAYQoKmlrwM%7C?hl=en-US",
            "review_rating": 2,
            "review_text": "They never have the menu items! It's happened like more than a half of times. Cute and cozy atmosphere! But that's it."
        },
        {
            "review_datetime_utc": "05/11/2022 20:25:22",
            "review_id": "ChZDSUhNMG9nS0VJQ0FnSUQycXEzUEd3EAE",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChZDSUhNMG9nS0VJQ0FnSUQycXEzUEd3EAE!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgID2qq3PGw%7CCgwIsrfwkwYQ0NOywwI%7C?hl=en-US",
            "review_rating": 4,
            "review_text": "Pretty decent food, although we weren't able to order most things cause they were out of ingredients.  I understand supply chains are rough right now, but avocados?  Man, I can run to the store and grab you some... Only have oat milk for coffee? No pancakes?  Just weird things to not have."
        },
        {
            "review_datetime_utc": "04/18/2022 12:40:22",
            "review_id": "ChZDSUhNMG9nS0VJQ0FnSUMyMnFpS2VnEAE",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChZDSUhNMG9nS0VJQ0FnSUMyMnFpS2VnEAE!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgIC22qiKeg%7CCgsItrj1kgYQ6LHtVA%7C?hl=en-US",
            "review_rating": 5,
            "review_text": "Sticky biscuit and iced coffee were great! The place has a nice vibe too!"
        },
        {
            "review_datetime_utc": "04/09/2022 16:40:20",
            "review_id": "ChZDSUhNMG9nS0VJQ0FnSUMyb0xYMEV3EAE",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChZDSUhNMG9nS0VJQ0FnSUMyb0xYMEV3EAE!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgIC2oLX0Ew%7CCgwI9O3GkgYQsLmv_gE%7C?hl=en-US",
            "review_rating": 4,
            "review_text": "Great food and environment but please allow customers to use wifi on the weekend. It was active but they wouldn't give me the password “because the owner said so”. I needed to get work done and wouldn't had gone in if I'd known that"
        },
        {
            "review_datetime_utc": "04/05/2022 22:32:43",
            "review_id": "ChdDSUhNMG9nS0VJQ0FnSURXeC1ueHpnRRAB",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChdDSUhNMG9nS0VJQ0FnSURXeC1ueHpnRRAB!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgIDWx-nxzgE%7CCgwIi4ezkgYQoJ6IsgE%7C?hl=en-US",
            "review_rating": 5,
            "review_text": "I got some good food here. Was chill."
        },
        {
            "review_datetime_utc": "03/15/2022 20:26:54",
            "review_id": "ChZDSUhNMG9nS0VJQ0FnSURXcE51RmRBEAE",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChZDSUhNMG9nS0VJQ0FnSURXcE51RmRBEAE!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgIDWpNuFdA%7CCgwIju3DkQYQuILIjgI%7C?hl=en-US",
            "review_rating": 5,
            "review_text": "House made bread is soooo good. And so was everything else!!!.. Cool and chill atmosphere. Will taste the cakes next time."
        },
        {
            "review_datetime_utc": "03/03/2022 18:37:18",
            "review_id": "ChZDSUhNMG9nS0VJQ0FnSUNXOWJiYlZREAE",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChZDSUhNMG9nS0VJQ0FnSUNXOWJiYlZREAE!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgICW9bbbVQ%7CCgwI3pWEkQYQ0IjFwgM%7C?hl=en-US",
            "review_rating": 5,
            "review_text": "Great sandwiches & pastries. Has a parking lot but i live close enough to walk. I had the BLGT and it was so good!  Worth ordering from."
        },
        {
            "review_datetime_utc": "02/24/2022 16:22:18",
            "review_id": "ChZDSUhNMG9nS0VJQ0FnSUNXdXJqbExnEAE",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChZDSUhNMG9nS0VJQ0FnSUNXdXJqbExnEAE!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgICWurjlLg%7CCgwIuuHekAYQyJLoqQE%7C?hl=en-US",
            "review_rating": 5,
            "review_text": "Been here a couple times and each time, the meal is great."
        },
        {
            "review_datetime_utc": "02/19/2022 18:44:34",
            "review_id": "ChZDSUhNMG9nS0VJQ0FnSUNXektUc1J3EAE",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChZDSUhNMG9nS0VJQ0FnSUNXektUc1J3EAE!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgICWzKTsRw%7CCgwIkvXEkAYQyPmm-QE%7C?hl=en-US",
            "review_rating": 3,
            "review_text": "Came here for two sandwiches, both were honestly not great. The bread was excellent, but the fillings were mediocre. I got the LGBT sandwich and the tomato was soggy. There was also way too much salt and pepper added, and it included cilantro which was not listed on the menu. My partner got the Garden Party was lacking hummus and was mostly an overwhelming amount of arugula. The man taking orders acted quite odd when I asked about the options for bread, which I thought would be a normal question at a sandwich shop. The inside of the store is really cool with lots of great places to sit. Didn't get any coffee or dessert but there did appear to be plenty of options for those."
        },
        {
            "review_datetime_utc": "02/15/2022 12:49:38",
            "review_id": "ChdDSUhNMG9nS0VJQ0FnSUNXa08tRXV3RRAB",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChdDSUhNMG9nS0VJQ0FnSUNXa08tRXV3RRAB!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgICWkO-EuwE%7CCgwI4sKukAYQsPnW1gM%7C?hl=en-US",
            "review_rating": 4,
            "review_text": "Beautiful coffee shop and market. They have great wine selections. I really enjoyed my breakfast sandwich with a latte."
        },
        {
            "review_datetime_utc": "02/05/2022 17:45:52",
            "review_id": "ChZDSUhNMG9nS0VJQ0FnSURtemVfV0dBEAE",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChZDSUhNMG9nS0VJQ0FnSURtemVfV0dBEAE!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgIDmze_WGA%7CCgwI0O_6jwYQwKaNpQE%7C?hl=en-US",
            "review_rating": 5,
            "review_text": "The sticky biscuit is life changing."
        },
        {
            "review_datetime_utc": "01/29/2022 20:15:46",
            "review_id": "ChZDSUhNMG9nS0VJQ0FnSURtdnFhaE9BEAE",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChZDSUhNMG9nS0VJQ0FnSURtdnFhaE9BEAE!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgIDmvqahOA%7CCgsI8sDWjwYQwM2yQQ%7C?hl=en-US",
            "review_rating": 2,
            "review_text": "Food is good, not great. Service is not good. Atmosphere is gaudy. Prices too high all in all. Lincoln's Highway Robbery would be more poetic and accurate."
        },
        {
            "review_datetime_utc": "01/11/2022 23:14:10",
            "review_id": "ChZDSUhNMG9nS0VJQ0FnSUNtNS1iaE5nEAE",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChZDSUhNMG9nS0VJQ0FnSUNtNS1iaE5nEAE!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgICm5-bhNg%7CCgwIwp74jgYQ-NCm2gM%7C?hl=en-US",
            "review_rating": 5,
            "review_text": "So happy to have spots like Lincolns amidst the chains in South End! I love coming here for coffee or beer and poking around. My partner and I often split the croque monsieur - it's hearty and delicious! Don't sleep on the naughty gingerbread during the holidays (or maybe do - whatever is your thing)."
        },
        {
            "review_datetime_utc": "01/05/2022 16:43:48",
            "review_id": "ChdDSUhNMG9nS0VJQ0FnSUNtemFyTzV3RRAB",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChdDSUhNMG9nS0VJQ0FnSUNtemFyTzV3RRAB!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgICmzarO5wE%7CCgsIxJXXjgYQ4PPRKA%7C?hl=en-US",
            "review_rating": 5,
            "review_text": "This is one of the best places in Charlotte for coffee and breakfast. Their breakfast is incredible! The baked goods are all made in house and you can tell. All the food is so fresh, tasty and has so much flavor. My favorite is \"Water Under the Bridge\" and the stuffed flapjack....mmm writing this makes me hungry. You won't go wrong with their cheesecake, it is the best I've ever had. I love the attention to detail in all things but they are very good with their coffee (fresh locally roasted beans and homemade syrups', lavender honey is so good!!) Also I don't recall his name but someone called him \"the lumberjack\" was very kind and went above and beyond to provide really great customer service. (I screwed up and ordered the wrong thing, he made it right even when I did not ask for it, thank you!). You will not be disappointed here  just know that they weekends can get busy, but it is worth the wait."
        },
        {
            "review_datetime_utc": "12/20/2021 00:52:24",
            "review_id": "ChZDSUhNMG9nS0VJQ0FnSURVMFlxekdnEAE",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChZDSUhNMG9nS0VJQ0FnSURVMFlxekdnEAE!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgIDU0YqzGg%7CCgsIyKf_jQYQ4OzfMg%7C?hl=en-US",
            "review_rating": 5,
            "review_text": "Favorite place to grab food, coffee and chill out! Awesome sandwiches - the melt, civil union & 13th are Amazing! They're my favorites! They make a yummy iced latte and breakfast sandwiches that are huge and delicious too! It can be cold inside during the winter and the parking is a little tough to get to/not huge but it's still a nice spot to chill out in."
        },
        {
            "review_datetime_utc": "11/26/2021 14:40:45",
            "review_id": "ChdDSUhNMG9nS0VJQ0FnSURHcHIySzdnRRAB",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChdDSUhNMG9nS0VJQ0FnSURHcHIySzdnRRAB!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgIDGpr2K7gE%7CCgsI7eODjQYQsLrVEw%7C?hl=en-US",
            "review_rating": 4,
            "review_text": "I was sent here by a local on the street. Cashier was extremely friendly. The breakfast sandwich was fairly bland tbh, not terrible but not great."
        },
        {
            "review_datetime_utc": "11/15/2021 01:59:52",
            "review_id": "ChZDSUhNMG9nS0VJQ0FnSUQ2LWVpMmJBEAE",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChZDSUhNMG9nS0VJQ0FnSUQ2LWVpMmJBEAE!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgID6-ei2bA%7CCgwImP7GjAYQuLrxiwE%7C?hl=en-US",
            "review_rating": 3,
            "review_text": "Lincolns used to be amazing...one of a kind, everything was delicious and beautifully served. I found myself there at least 2-3 times a week. Slowly but surely, service went down, then food quality, I blamed it to maybe they had a bad day, until it became a norm. I think my last straw was yesterday. Pastry case empty with only cheesecake in it. Friends and I ordered several things. Friend received the wrong thing. Avocado toast I always order this time had strange runny consistency avocado spread on it that seemed like a guacamole vs mashed avocado that I love do much. Also, they were out of utensils, guy said they didn't have a dishwasher. I guess he meant an employee. Please get it together. 🙏"
        },
        {
            "review_datetime_utc": "11/08/2021 13:36:45",
            "review_id": "ChZDSUhNMG9nS0VJQ0FnSUNHNDRmdFd3EAE",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChZDSUhNMG9nS0VJQ0FnSUNHNDRmdFd3EAE!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgICG44ftWw%7CCgwI7c-kjAYQuK2NjwI%7C?hl=en-US",
            "review_rating": 1,
            "review_text": "Second time coming for a Mary Muffin on a Rosemary Biscuit.They never have any avocados or they are not ripe enough manger with no happy personality stated it will be the same charge with just eggs and cheese on a Muffin for 8.00. Adv was given 2.00 off the last time they were out of avocados because the only other option is pork. Should have adv they need a new manager that no how to get the supplies they need instead of always being out of what's needed."
        },
        {
            "review_datetime_utc": "11/07/2021 17:36:29",
            "review_id": "ChZDSUhNMG9nS0VJQ0FnSUNHZzdIOER3EAE",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChZDSUhNMG9nS0VJQ0FnSUNHZzdIOER3EAE!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgICGg7H8Dw%7CCgwInZ2gjAYQiNGJmQM%7C?hl=en-US",
            "review_rating": 1,
            "review_text": "I have been coming to Lincoln's Haberdashery for about a year now and usually love the visit from the vibe to the food and drinks. However, the last three times i've been here in a month, I have been served by and incredibly rude cashier/ barista who has longer dark brown hair. One time can be chalked up to a bad day, but three separate weeks just means terrible customer service skills and the inability to listen. I love coming here, but if she ruins my visit again I guess I'll sadly find somewhere else to go! At least it's Charlotte and trendy places to get sandwiches and coffee are not in short supply."
        },
        {
            "review_datetime_utc": "11/06/2021 15:13:46",
            "review_id": "ChdDSUhNMG9nS0VJQ0FnSUNHN1lmUnh3RRAB",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChdDSUhNMG9nS0VJQ0FnSUNHN1lmUnh3RRAB!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgICG7YfRxwE%7CCgwIqreajAYQ2I6kpwM%7C?hl=en-US",
            "review_rating": 5,
            "review_text": "loved the place they make amazing breakfast sandwiches,  staff is friendly"
        },
        {
            "review_datetime_utc": "11/02/2021 22:17:41",
            "review_id": "ChZDSUhNMG9nS0VJQ0FnSUNHbWZ6TE1nEAE",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChZDSUhNMG9nS0VJQ0FnSUNHbWZ6TE1nEAE!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgICGmfzLMg%7CCgwIhfKGjAYQ8MKD2wE%7C?hl=en-US",
            "review_rating": 5,
            "review_text": "A great place for breakfast and the service is the friendliest ever!"
        },
        {
            "review_datetime_utc": "10/30/2021 14:59:40",
            "review_id": "ChdDSUhNMG9nS0VJQ0FnSUNHM3QyVG9RRRAB",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChdDSUhNMG9nS0VJQ0FnSUNHM3QyVG9RRRAB!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgICG3t2ToQE%7CCgsI3Lv1iwYQoKvPDg%7C?hl=en-US",
            "review_rating": 5,
            "review_text": "This is one of our regular spots, always delicious!"
        },
        {
            "review_datetime_utc": "10/22/2021 12:53:15",
            "review_id": "ChZDSUhNMG9nS0VJQ0FnSUNHck5LaEZBEAE",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChZDSUhNMG9nS0VJQ0FnSUNHck5LaEZBEAE!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgICGrNKhFA%7CCgwIu-jKiwYQqKbf0AE%7C?hl=en-US",
            "review_rating": 2,
            "review_text": "So the food is decent usually and a cool place. Not one to leave a review but they forgot to put bacon on a bacon egg and cheese 2 days in a row then served up soggy avocado toast."
        },
        {
            "review_datetime_utc": "10/12/2021 00:46:13",
            "review_id": "ChZDSUhNMG9nS0VJQ0FnSUQ2NjdYWUpnEAE",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChZDSUhNMG9nS0VJQ0FnSUQ2NjdYWUpnEAE!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgID667XYJg%7CCgwI1bWTiwYQgJC4qwI%7C?hl=en-US",
            "review_rating": 1,
            "review_text": "My first and last time coming here. The food was good, but the service was nothing short of disrespectful. I was overcharged for my food and the waitress knew it and never tried to correct the mistake. I literally paid $30 for a breakfast sandwich, tea and cookie! 😱  She then proceeded to interrupt my table conversation by asking to sweep under my table. I asked: is it close to closing time? NO! It was 3 in the afternoon!  I was so angry I knew that to address in real tome would have been a scene. So, I am resigning myself to stay away. As well as warn folx that this is not a welcoming place."
        },
        {
            "review_datetime_utc": "10/11/2021 14:54:15",
            "review_id": "ChZDSUhNMG9nS0VJQ0FnSUQ2eTlPY1hREAE",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChZDSUhNMG9nS0VJQ0FnSUQ2eTlPY1hREAE!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgID6y9OcXQ%7CCgsIl6CRiwYQqJbEQg%7C?hl=en-US",
            "review_rating": 5,
            "review_text": "Wow!!!! Weekend trip in Charlotte and grabbed coffee and breakfast sandwiches here. Hands down the BEST breakfast sandwich I have ever had. I will dream about this. The coffee? Incredible too. Deserves 6 stars. So glad we stumbled here."
        },
        {
            "review_datetime_utc": "09/24/2021 15:48:15",
            "review_id": "ChZDSUhNMG9nS0VJQ0FnSUQ2b3BQZmFBEAE",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChZDSUhNMG9nS0VJQ0FnSUQ2b3BQZmFBEAE!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgID6opPfaA%7CCgwIv-a3igYQ2LTa9QI%7C?hl=en-US",
            "review_rating": 1,
            "review_text": "Decent food, AWFUL service. Only got half the food we ordered and it was made wrong, never even saw the other plate. The best the manager could do was charge us again for the food we never got and already paid for, but hey they said we could jump to the front of the line to pay them again for food we had already paid for."
        },
        {
            "review_datetime_utc": "09/19/2021 14:07:26",
            "review_id": "ChdDSUhNMG9nS0VJQ0FnSUQ2cUk2MDF3RRAB",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChdDSUhNMG9nS0VJQ0FnSUQ2cUk2MDF3RRAB!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgID6qI601wE%7CCgwInoidigYQ6JWMrAI%7C?hl=en-US",
            "review_rating": 5,
            "review_text": "Best breakfast sandwich I've ever hand, and the Chai donut was phenomenal (little crispy, soft inside, and mild filling that doesn't overwhelm)."
        },
        {
            "review_datetime_utc": "08/24/2021 18:07:58",
            "review_id": "ChZDSUhNMG9nS0VJQ0FnSUR5bDktZlVREAE",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChZDSUhNMG9nS0VJQ0FnSUR5bDktZlVREAE!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgIDyl9-fUQ%7CCgsI_uqUiQYQ-P3edQ%7C?hl=en-US",
            "review_rating": 4,
            "review_text": "This is one of my favorite “quick” breakfast spots in South End, it has a cute atmosphere and outdoor seating. I eat here frequently and love the avo toast and flapjacks. I personally don't love their cold brew and lack of almond milk but that's fine, I'm picky when it comes to coffee. Where they lose a star is their takeout service. There is almost always something wrong with my pick up order, especially if I put anything in the “special instructions” box so I highly recommend double checking your order before you leave. This won't stop me from eating here and I hope to see improvements in the future, I will update if I do."
        },
        {
            "review_datetime_utc": "08/21/2021 14:18:04",
            "review_id": "ChZDSUhNMG9nS0VJQ0FnSUNhblBuNERREAE",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChZDSUhNMG9nS0VJQ0FnSUNhblBuNERREAE!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgICanPn4DQ%7CCgwInJaEiQYQ-JbVuAI%7C?hl=en-US",
            "review_rating": 3,
            "review_text": "Not good, not bad. They ban laptops on the weekends so they do not provide wi-fi passwords, and have minimal amount of power outlets available."
        },
        {
            "review_datetime_utc": "08/19/2021 18:57:39",
            "review_id": "ChZDSUhNMG9nS0VJQ0FnSURhLW95ME1BEAE",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChZDSUhNMG9nS0VJQ0FnSURhLW95ME1BEAE!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgIDa-oy0MA%7CCgwIo9P6iAYQ8Lfv0QI%7C?hl=en-US",
            "review_rating": 5,
            "review_text": "Great food.  Friendly staff."
        },
        {
            "review_datetime_utc": "08/17/2021 15:31:20",
            "review_id": "ChZDSUhNMG9nS0VJQ0FnSURhNG9tc0JnEAE",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChZDSUhNMG9nS0VJQ0FnSURhNG9tc0JnEAE!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgIDa4omsBg%7CCgsIyKzviAYQ-NXvWA%7C?hl=en-US",
            "review_rating": 3,
            "review_text": "I have mixed feelings about this place.  The Cuban coffee was delicious and there were plenty of tables to sit at. Great music. Was able to get quite a bit of work done on my book.  On the flip side, I ordered the Came Together and it was so bland. I know it's supposed to be \"healthy\" but they can't season eggs or chicken? There was literally zero flavor, so that was incredibly disappointing.  I will still likely give it one more chance and order something different next time because I did enjoy the drink I had and how spacious the place is."
        },
        {
            "review_datetime_utc": "08/17/2021 04:31:50",
            "review_id": "ChdDSUhNMG9nS0VJQ0FnSUNhX2NXdW1RRRAB",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChdDSUhNMG9nS0VJQ0FnSUNhX2NXdW1RRRAB!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgICa_cWumQE%7CCgwItvfsiAYQgLa54QE%7C?hl=en-US",
            "review_rating": 5,
            "review_text": "Great local area to grab a sandwich in Charlotte. I had El Wapo Gallo Blanco and it was definitely a good experience. Will definetely return!"
        },
        {
            "review_datetime_utc": "08/14/2021 01:43:36",
            "review_id": "ChZDSUhNMG9nS0VJQ0FnSUNTaVAyc1JnEAE",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChZDSUhNMG9nS0VJQ0FnSUNTaVAyc1JnEAE!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgICSiP2sRg%7CCgwIyL_ciAYQ-PaSlwM%7C?hl=en-US",
            "review_rating": 5,
            "review_text": "Favorite place to grab a pork sandwich, which was something I never thought I'd be into and the only place I'll go for one. Try it! Great, cozy non pretentious vibes. Also, big bonus points for easily accessible parking right outside."
        },
        {
            "review_datetime_utc": "08/12/2021 01:56:38",
            "review_id": "ChZDSUhNMG9nS0VJQ0FnSUNhei1iekxREAE",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChZDSUhNMG9nS0VJQ0FnSUNhei1iekxREAE!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgICaz-bzLQ%7CCgwI1v_RiAYQ6PSqzAM%7C?hl=en-US",
            "review_rating": 4,
            "review_text": "Nice little spot in Southend with some pretty good Sammies, coffee, and adult beverages. Sandwich was made to order and nicely put together, very tasty."
        },
        {
            "review_datetime_utc": "08/12/2021 01:44:07",
            "review_id": "ChZDSUhNMG9nS0VJQ0FnSUNhel9yck5BEAE",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChZDSUhNMG9nS0VJQ0FnSUNhel9yck5BEAE!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgICaz_rrNA%7CCgwI5_nRiAYQ2L7I7wE%7C?hl=en-US",
            "review_rating": 1,
            "review_text": "Had the cubano sandwich with vanilla bean coffee Cubano was terrible, took 2 bites couldnt eat any more. Coffee was ok, not the best. Staff was not inviting or friendly at all."
        },
        {
            "review_datetime_utc": "08/06/2021 15:56:42",
            "review_id": "ChdDSUhNMG9nS0VJQ0FnSUNhemF2YW9RRRAB",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChdDSUhNMG9nS0VJQ0FnSUNhemF2YW9RRRAB!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgICazavaoQE%7CCgwIure1iAYQoKDnoAE%7C?hl=en-US",
            "review_rating": 5,
            "review_text": "Great vibe inside. Lunch items on point. I can't speak to the breakfast but would assume the same. Small selection of specialty items (local beers, spreads, meats, cheeses) most of which you won't find anywhere else. They turn off the wifi during peak times and have no laptop rules on the weekends which is great - enjoy the company you're with or just take some time to enjoy the surroundings by yourself."
        },
        {
            "review_datetime_utc": "08/01/2021 18:17:46",
            "review_id": "ChdDSUhNMG9nS0VJQ0FnSUNhM3Vpb3pRRRAB",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChdDSUhNMG9nS0VJQ0FnSUNhM3Vpb3pRRRAB!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgICa3uiozQE%7CCgwIysqbiAYQqNjoggE%7C?hl=en-US",
            "review_rating": 4,
            "review_text": "Nice bread.5 star Soft, chewy and yummy sandwiches 🥪  Cake 3 star Just sweet and heavy  Coffee 3.5 star Not for me this Coffee Hopefully more kindness much better.  Cashier 5 star Very kindly and nice."
        },
        {
            "review_datetime_utc": "07/31/2021 03:50:05",
            "review_id": "ChZDSUhNMG9nS0VJQ0FnSUNhdHNqcFBREAE",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChZDSUhNMG9nS0VJQ0FnSUNhdHNqcFBREAE!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgICatsjpPQ%7CCgwI7ZCTiAYQ4ImgyQM%7C?hl=en-US",
            "review_rating": 5,
            "review_text": "FOOD IS SO GOOD. Best sandwich spot on the street. Staff is always super nice. I feel good supporting these guys :)"
        },
        {
            "review_datetime_utc": "07/27/2021 17:45:40",
            "review_id": "ChZDSUhNMG9nS0VJQ0FnSUNhc3ZtNENREAE",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChZDSUhNMG9nS0VJQ0FnSUNhc3ZtNENREAE!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgICasvm4CQ%7CCgwIxIyBiAYQwJ671gM%7C?hl=en-US",
            "review_rating": 5,
            "review_text": "Great atmosphere, the fresh baked bread and fresh crisp ingredients were so appetizing. Will definitely be going back!"
        },
        {
            "review_datetime_utc": "07/26/2021 14:42:13",
            "review_id": "ChdDSUhNMG9nS0VJQ0FnSUNhZ3FmRzV3RRAB",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChdDSUhNMG9nS0VJQ0FnSUNhZ3FmRzV3RRAB!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgICagqfG5wE%7CCgsIxZP7hwYQ2MWubA%7C?hl=en-US",
            "review_rating": 5,
            "review_text": "Breakfast here is one of kind. Loveee this spot"
        },
        {
            "review_datetime_utc": "07/06/2021 15:47:15",
            "review_id": "ChdDSUhNMG9nS0VJQ0FnSURxaHZTWDlnRRAB",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChdDSUhNMG9nS0VJQ0FnSURxaHZTWDlnRRAB!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgIDqhvSX9gE%7CCgsIg_aRhwYQwN3Seg%7C?hl=en-US",
            "review_rating": 5,
            "review_text": "Unique names to delicious dishes. Fresh brewed coffee at all times."
        },
        {
            "review_datetime_utc": "07/03/2021 02:10:47",
            "review_id": "ChdDSUhNMG9nS0VJQ0FnSURxb3I3dXZRRRAB",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChdDSUhNMG9nS0VJQ0FnSURxb3I3dXZRRRAB!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgIDqor7uvQE%7CCgsIp47_hgYQ2IrjUw%7C?hl=en-US",
            "review_rating": 4,
            "review_text": "Great selection of sandwiches and sides. I ordered takeout, so I can't speak to the dine-in experience. But the photos look fabulous! The menu is a little pricey, but I think it's worth it. I ordered the cuban, which I recommend to anyone who likes that kind of sandwich!"
        },
        {
            "review_datetime_utc": "06/21/2021 14:50:45",
            "review_id": "ChdDSUhNMG9nS0VJQ0FnSUNxNThPa25BRRAB",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChdDSUhNMG9nS0VJQ0FnSUNxNThPa25BRRAB!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgICq58OknAE%7CCgwIxc7ChgYQ8NHy2AM%7C?hl=en-US",
            "review_rating": 5,
            "review_text": "Totally glad this place is still open!  I go here a lot for tea, cookies or pastries, and an occasional sandwich.  Eclectic, artsy, trendy inside.  Definitely worth a visit."
        },
        {
            "review_datetime_utc": "06/20/2021 17:21:02",
            "review_id": "ChdDSUhNMG9nS0VJQ0FnSUNxaDZiV3lBRRAB",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChdDSUhNMG9nS0VJQ0FnSUNxaDZiV3lBRRAB!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgICqh6bWyAE%7CCgwI_vG9hgYQyMDPyAE%7C?hl=en-US",
            "review_rating": 1,
            "review_text": "The food is very good.  The service is VERY bad.  From the owner to the staff…Everyone was extremely rude.  I will never return and that's a shame, because the food is really good and the shop has a cool vibe."
        },
        {
            "review_datetime_utc": "06/18/2021 15:24:42",
            "review_id": "ChdDSUhNMG9nS0VJQ0FnSUNxaTc3WDZ3RRAB",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChdDSUhNMG9nS0VJQ0FnSUNxaTc3WDZ3RRAB!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgICqi77X6wE%7CCgsIuvWyhgYQyLCaGQ%7C?hl=en-US",
            "review_rating": 5,
            "review_text": "Food is absolutely amazing"
        },
        {
            "review_datetime_utc": "05/31/2021 15:35:52",
            "review_id": "ChZDSUhNMG9nS0VJQ0FnSUNxd29qM0xREAE",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChZDSUhNMG9nS0VJQ0FnSUNxd29qM0xREAE!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgICqwoj3LQ%7CCgwI2ITUhQYQwNGitQE%7C?hl=en-US",
            "review_rating": 2,
            "review_text": "Food is good and love the bread, but the service is terrible. Have to consistently order 30 mins to an hour ahead of time to get food without a long wait. Today's order was waiting behind the counter and no one even let me know it was ready until another customer asked if it was theirs. By the time I got my two sandwiches they were cold. I understand they get busy, but this is not the first time it has happened."
        },
        {
            "review_datetime_utc": "05/30/2021 13:31:04",
            "review_id": "ChZDSUhNMG9nS0VJQ0FnSUNxM0pDRmJnEAE",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChZDSUhNMG9nS0VJQ0FnSUNxM0pDRmJnEAE!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgICq3JCFbg%7CCgsImKfOhQYQwN6GMg%7C?hl=en-US",
            "review_rating": 5,
            "review_text": "I thought the avacado toast was fantastic, had a little spice kick to it and presentation was excellent. Coffee was pretty good as well, only a medium roast option, would have loved a dark roast option."
        },
        {
            "review_datetime_utc": "05/26/2021 18:16:58",
            "review_id": "ChZDSUhNMG9nS0VJQ0FnSUNxLU5TaEFnEAE",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChZDSUhNMG9nS0VJQ0FnSUNxLU5TaEFnEAE!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgICq-NShAg%7CCgwImqG6hQYQqIr91wE%7C?hl=en-US",
            "review_rating": 1,
            "review_text": "Owner is extremely rude.   Sub par service and food."
        },
        {
            "review_datetime_utc": "05/26/2021 14:31:01",
            "review_id": "ChdDSUhNMG9nS0VJQ0FnSUNxdU9iendRRRAB",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChdDSUhNMG9nS0VJQ0FnSUNxdU9iendRRRAB!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgICquObzwQE%7CCgwIpbe5hQYQiPCn0QM%7C?hl=en-US",
            "review_rating": 1,
            "review_text": "It would ne nice if they ever answered the phone but worst service ever. The owner stated we will not do any gluten free anything bc that is not our \"motto\". lol  Funny how during the pandemic they have made us custom cakes aka GLUTEN FREE several times and now that business is much better; they now refuse and say its not their \"thing\". Not loyal to the customers who kept you in business during the hard times.  0 stars"
        },
        {
            "review_datetime_utc": "05/12/2021 15:04:46",
            "review_id": "ChdDSUhNMG9nS0VJQ0FnSURLdnJmbWhBRRAB",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChdDSUhNMG9nS0VJQ0FnSURLdnJmbWhBRRAB!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgIDKvrfmhAE%7CCgwIjt3vhAYQoJDw_QI%7C?hl=en-US",
            "review_rating": 5,
            "review_text": "Great food and menu. $$ though."
        },
        {
            "review_datetime_utc": "05/10/2021 12:15:30",
            "review_id": "ChdDSUhNMG9nS0VJQ0FnSURLNXZITjBnRRAB",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChdDSUhNMG9nS0VJQ0FnSURLNXZITjBnRRAB!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgIDK5vHN0gE%7CCgwI4sfkhAYQ0Jv7oAM%7C?hl=en-US",
            "review_rating": 5,
            "review_text": "First stop in Charlotte and it was GREAT! we had the sticky biscuit which was to die for.. and the Mary's egg sandwich with bacon, also highly recommended! Topped it off with a flat white and we were good to go... Great service and cute store..."
        },
        {
            "review_datetime_utc": "05/05/2021 22:40:59",
            "review_id": "ChdDSUhNMG9nS0VJQ0FnSURLa3AzZTVRRRAB",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChdDSUhNMG9nS0VJQ0FnSURLa3AzZTVRRRAB!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgIDKkp3e5QE%7CCgwI-73MhAYQ8L_JvgM%7C?hl=en-US",
            "review_rating": 5,
            "review_text": "Honestly, one of my favorite coffee shops in Charlotte. Great pastries, smooth lattes and fantastic toasts/sandwiches. They also have a very fun selection of wines and local products!"
        },
        {
            "review_datetime_utc": "04/19/2021 17:14:36",
            "review_id": "ChdDSUhNMG9nS0VJQ0FnSUNLNjlXRW9RRRAB",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChdDSUhNMG9nS0VJQ0FnSUNLNjlXRW9RRRAB!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgICK69WEoQE%7CCgwI_PT2gwYQ2JinnQE%7C?hl=en-US",
            "review_rating": 4,
            "review_text": "Loved the coffee and atmosphere, I'd definitely come back."
        },
        {
            "review_datetime_utc": "04/14/2021 22:23:26",
            "review_id": "ChZDSUhNMG9nS0VJQ0FnSUNLN1l5cktnEAE",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChZDSUhNMG9nS0VJQ0FnSUNLN1l5cktnEAE!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgICK7YyrKg%7CCgsI3tbdgwYQuOXDXg%7C?hl=en-US",
            "review_rating": 5,
            "review_text": "Been in Charlotte for 6 months and have made an effort to try a lot of places. This is in my top 3"
        },
        {
            "review_datetime_utc": "04/10/2021 20:59:30",
            "review_id": "ChZDSUhNMG9nS0VJQ0FnSUNLbWE3VWZBEAE",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChZDSUhNMG9nS0VJQ0FnSUNLbWE3VWZBEAE!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgICKma7UfA%7CCgwIsqPIgwYQ4OWmpwE%7C?hl=en-US",
            "review_rating": 5,
            "review_text": "The beef bolgogi just became my favorite sandwich, hefty and delicious for a hungry man. This place has a cool atmosphere too."
        },
        {
            "review_datetime_utc": "03/30/2021 19:29:53",
            "review_id": "ChZDSUhNMG9nS0VJQ0FnSUNLb3BHSWNnEAE",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChZDSUhNMG9nS0VJQ0FnSUNLb3BHSWNnEAE!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgICKopGIcg%7CCgwIsfiNgwYQwPTR1gI%7C?hl=en-US",
            "review_rating": 4,
            "review_text": "Dropped my car off at the shop for some repairs so I walked over to Lincoln's for a coffee. I was saving my appetite for lunch in uptown so I skipped trying one of their house made pastries.  I posted up on a blue velvet sofa for a couple hours and caught up on email and social media. Other patrons were working or having business meetings.  I've had lunch here before and can vouch that the sandwiches are really good, just a little spendy."
        },
        {
            "review_datetime_utc": "03/21/2021 15:30:34",
            "review_id": "ChdDSUhNMG9nS0VJQ0FnSUR5OTZPTHNBRRAB",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChdDSUhNMG9nS0VJQ0FnSUR5OTZPTHNBRRAB!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgIDy96OLsAE%7CCgwIms3dggYQgOSs-QI%7C?hl=en-US",
            "review_rating": 4,
            "review_text": "I love Lincoln's and everything about it. Fantastic beer/wine/drinks selection from the fridges, and some seriously yummy food. Get Mary's Muffin with bacon you won't regret it! Do know that the wait is NO joke however. We've waited for an hour before. But once we knew that, we just brought a book or a game for the wait cause the food is so worth it!!"
        },
        {
            "review_datetime_utc": "03/18/2021 16:01:23",
            "review_id": "ChdDSUhNMG9nS0VJQ0FnSUR5MjRieXV3RRAB",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChdDSUhNMG9nS0VJQ0FnSUR5MjRieXV3RRAB!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgIDy24byuwE%7CCgwI0_LNggYQsOG4vAI%7C?hl=en-US",
            "review_rating": 1,
            "review_text": "Would not let us have our coffee to stay. We had already ordered before they told us we were required to wear a mask when standing at the counter.   You don't however need a mask to sit at a table and converse. Sorry, you don't want my business. Not sorry that I am not willing to give up my rights as an American to choose what I wear."
        },
        {
            "review_datetime_utc": "03/12/2021 23:44:43",
            "review_id": "ChdDSUhNMG9nS0VJQ0FnSUR5MmFLZTFBRRAB",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChdDSUhNMG9nS0VJQ0FnSUR5MmFLZTFBRRAB!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgIDy2aKe1AE%7CCgwI6_mvggYQsP_R1wM%7C?hl=en-US",
            "review_rating": 5,
            "review_text": "(Translated by Google) Great Cuban sandwich!  (Original) Great Cubano sandwich!"
        },
        {
            "review_datetime_utc": "03/11/2021 18:33:47",
            "review_id": "ChdDSUhNMG9nS0VJQ0FnSUR5aWJQNmtBRRAB",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChdDSUhNMG9nS0VJQ0FnSUR5aWJQNmtBRRAB!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgIDyibP6kAE%7CCgwIi8WpggYQ8PG2owM%7C?hl=en-US",
            "review_rating": 2,
            "review_text": "I had not been here in a while with my office closed.They used to have a bunch of good salads on hand in the case to go. I waited 15 mins for this “Ceasar salad with Chicken”- $14! Pathetic."
        },
        {
            "review_datetime_utc": "03/09/2021 20:35:14",
            "review_id": "ChZDSUhNMG9nS0VJQ0FnSUR5d1p5X2J3EAE",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChZDSUhNMG9nS0VJQ0FnSUR5d1p5X2J3EAE!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgIDywZy_bw%7CCgsIgrifggYQ0MWfQw%7C?hl=en-US",
            "review_rating": 5,
            "review_text": "Picked up an apple turnover to hold me over till dinner. Delicious."
        },
        {
            "review_datetime_utc": "03/08/2021 00:29:13",
            "review_id": "ChdDSUhNMG9nS0VJQ0FnSUR5cnVybXR3RRAB",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChdDSUhNMG9nS0VJQ0FnSUR5cnVybXR3RRAB!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgIDyrurmtwE%7CCgwI2d-VggYQoKSepAM%7C?hl=en-US",
            "review_rating": 5,
            "review_text": "Wonderful selection of items that are not found elsewhere.  Great customer service.  After looking at the breakfast menu, I definitely plan to go back!"
        },
        {
            "review_datetime_utc": "02/27/2021 23:37:17",
            "review_id": "ChdDSUhNMG9nS0VJQ0FnSUR5M0kzSzJBRRAB",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChdDSUhNMG9nS0VJQ0FnSUR5M0kzSzJBRRAB!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgIDy3I3K2AE%7CCgwIra_rgQYQ2NKshwE%7C?hl=en-US",
            "review_rating": 4,
            "review_text": "GREAT breakfast sandwich and coffee, just spendy. Nice selection of booze and interesting hodgepodge of unique offerings."
        },
        {
            "review_datetime_utc": "02/26/2021 22:35:27",
            "review_id": "ChZDSUhNMG9nS0VJQ0FnSUR5ck5TVE5REAE",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChZDSUhNMG9nS0VJQ0FnSUR5ck5TVE5REAE!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgIDyrNSTNQ%7CCgwIr-_lgQYQ2Ouk8wI%7C?hl=en-US",
            "review_rating": 5,
            "review_text": "It was great!"
        },
        {
            "review_datetime_utc": "02/21/2021 03:48:38",
            "review_id": "ChZDSUhNMG9nS0VJQ0FnSUR5MFBiVkVBEAE",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChZDSUhNMG9nS0VJQ0FnSUR5MFBiVkVBEAE!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgIDy0PbVEA%7CCgwIlrDHgQYQgITOqAE%7C?hl=en-US",
            "review_rating": 5,
            "review_text": "Very delicious food!"
        },
        {
            "review_datetime_utc": "02/20/2021 18:20:09",
            "review_id": "ChZDSUhNMG9nS0VJQ0FnSUR5a0p6blpBEAE",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChZDSUhNMG9nS0VJQ0FnSUR5a0p6blpBEAE!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgIDykJznZA%7CCgwI2aXFgQYQiNmsygE%7C?hl=en-US",
            "review_rating": 5,
            "review_text": "Really solid sandwich spot for breakfast and lunch. Didn't get a chance to try to the coffee options but both of our sandwiches were very good! Would highly recommend"
        },
        {
            "review_datetime_utc": "02/19/2021 00:33:15",
            "review_id": "ChdDSUhNMG9nS0VJQ0FnSUN5MzRfRDl3RRAB",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChdDSUhNMG9nS0VJQ0FnSUN5MzRfRDl3RRAB!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgICy34_D9wE%7CCgsIy468gQYQoIusOQ%7C?hl=en-US",
            "review_rating": 3,
            "review_text": "Super cute in there and the food is great! 3 stars because I'm always so hungry when I go and have never gotten my food faster than 25-30 minutes. Who knew avocado toast could take so long ?"
        },
        {
            "review_datetime_utc": "02/01/2021 23:39:14",
            "review_id": "ChZDSUhNMG9nS0VJQ0FnSUN5d1pMa0V3EAE",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChZDSUhNMG9nS0VJQ0FnSUN5d1pMa0V3EAE!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgICywZLkEw%7CCgwIoqLigAYQsPju3wI%7C?hl=en-US",
            "review_rating": 5,
            "review_text": "Excellent service. Good food (had the Marys Muffin). Everyone was good about social distancing and wearing masks as appropriate."
        },
        {
            "review_datetime_utc": "12/30/2020 19:56:10",
            "review_id": "ChdDSUhNMG9nS0VJQ0FnSURTeWNIT3VBRRAB",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChdDSUhNMG9nS0VJQ0FnSURTeWNIT3VBRRAB!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgIDSycHOuAE%7CCgsI2raz_wUQ0MvYWQ%7C?hl=en-US",
            "review_rating": 3,
            "review_text": "Came here because reviews on the soup were amazing and it was a cold December day... service was just not there.. we placed our order and it came out wrong (items missing) waited at the counter to ask for my missing items and was ignored for a bit. And then the infamous soup was missing half the ingredients..  Not a place I'll return to..."
        },
        {
            "review_datetime_utc": "12/30/2020 02:13:44",
            "review_id": "ChZDSUhNMG9nS0VJQ0FnSURTc2VXQWR3EAE",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChZDSUhNMG9nS0VJQ0FnSURTc2VXQWR3EAE!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgIDSseWAdw%7CCgsI2MSv_wUQiMurQQ%7C?hl=en-US",
            "review_rating": 5,
            "review_text": "Wonderful spot for breakfast - best lox I've had in years! Thank you!"
        },
        {
            "review_datetime_utc": "12/24/2020 20:42:26",
            "review_id": "ChdDSUhNMG9nS0VJQ0FnSURTdHFyZ2xBRRAB",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChdDSUhNMG9nS0VJQ0FnSURTdHFyZ2xBRRAB!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgIDStqrglAE%7CCgsIsvqT_wUQ8MivJQ%7C?hl=en-US",
            "review_rating": 5,
            "review_text": "Our favorite coffee hang out.  Delicious coffee and pastries, great atmosphere, friendly staff and it feels like a place where everybody knows your name."
        },
        {
            "review_datetime_utc": "12/03/2020 03:06:15",
            "review_id": "ChZDSUhNMG9nS0VJQ0FnSURvei1EWVV3EAE",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChZDSUhNMG9nS0VJQ0FnSURvei1EWVV3EAE!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgIDoz-DYUw%7CCgwIp6yh_gUQgOi_jgM%7C?hl=en-US",
            "review_rating": 5,
            "review_text": "Coffee, beer, wine, bread, pastries, brunch, etc we were floored by their menu and creative aesthetic. In addition, the interior includes both seating areas to hang out for lunch with friends or catch on some work or light reading (and a doughnut or slice of one of their beautiful cakes!) The staff are kind and explain or recommend the menu well. It's one of our favorite hang out spots and they have the prettiest coffee cups which is a big plus. To see and experience what is the cafe is like, visit our Instagram page @kukoomedia"
        },
        {
            "review_datetime_utc": "11/21/2020 16:53:05",
            "review_id": "ChdDSUhNMG9nS0VJQ0FnSURpNE5PNmlRRRAB",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChdDSUhNMG9nS0VJQ0FnSURpNE5PNmlRRRAB!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgIDi4NO6iQE%7CCgwI8Yvl_QUQ8Pn1oQE%7C?hl=en-US",
            "review_rating": 5,
            "review_text": "Probably my favorite spot in Charlotte. Come here every weekend and I always bring out of town visitors here. Great food, atmosphere, and awesome friendly staff."
        },
        {
            "review_datetime_utc": "11/20/2020 11:38:21",
            "review_id": "ChZDSUhNMG9nS0VJQ0FnSUNpdl91MENnEAE",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChZDSUhNMG9nS0VJQ0FnSUNpdl91MENnEAE!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgICiv_u0Cg%7CCgwIrdXe_QUQoKqRgQI%7C?hl=en-US",
            "review_rating": 1,
            "review_text": "After waiting 35 minutes for 2 hot sandwiches and soup, we received our order and it was cold and had incorrect items.  There were pieces of plastic, that appeared to be a broken up plastic container, in the soup.  When we let the staff know, they responded by saying the soup is made with specialty ingredients.  Even after explaining that piece of plastic in food is a problem, they gave blank stares and told us to “enjoy the cold food and plastic”.  Resolve the clear health violations and serve hot food when it's hot.  Staff that are functional would also be a great improvement.  They struggled to even complete our orders and we were the only two customers in the place.  This place has been consistently awful."
        },
        {
            "review_datetime_utc": "11/15/2020 20:48:19",
            "review_id": "ChZDSUhNMG9nS0VJQ0FnSUNpeThETkN3EAE",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChZDSUhNMG9nS0VJQ0FnSUNpeThETkN3EAE!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgICiy8DNCw%7CCgwIk6jG_QUQ8OqXwgE%7C?hl=en-US",
            "review_rating": 4,
            "review_text": "Cool spot"
        },
        {
            "review_datetime_utc": "11/08/2020 01:44:26",
            "review_id": "ChdDSUhNMG9nS0VJQ0FnSURzbVBhTl93RRAB",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChdDSUhNMG9nS0VJQ0FnSURzbVBhTl93RRAB!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgIDsmPaN_wE%7CCgwI-pqd_QUQ6Ob_zQM%7C?hl=en-US",
            "review_rating": 5,
            "review_text": "Love the avocado toast. Sushi one of the salmon sandwiches. Cool place. They need to have signs up and a separate counter space for online orders. People behind the counter could be a little more alert and responsive. But still maybe my favorite South End breakfast spot."
        },
        {
            "review_datetime_utc": "11/02/2020 21:10:32",
            "review_id": "ChdDSUhNMG9nS0VJQ0FnSUNpenYyYmp3RRAB",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChdDSUhNMG9nS0VJQ0FnSUNpenYyYmp3RRAB!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgICizv2bjwE%7CCgwIyOuB_QUQiOLz2wE%7C?hl=en-US",
            "review_rating": 3,
            "review_text": "The sandwiches are Amazing, the pastries are so so, and the music is far from family friendly.  Would have been 5 but going into the store to hear music you have to shout over saying mother F-er and the other name for female dog multiple times..... there are other local businesses to support"
        },
        {
            "review_datetime_utc": "10/26/2020 15:14:18",
            "review_id": "ChZDSUhNMG9nS0VJQ0FnSUNpb3B1NVFBEAE",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChZDSUhNMG9nS0VJQ0FnSUNpb3B1NVFBEAE!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgICiopu5QA%7CCgsIys_b_AUQoKKFew%7C?hl=en-US",
            "review_rating": 1,
            "review_text": "I tried this place due to Charlotte Agenda raving about their food. The employees are extremely rude. I greeted the cashier and he rushed me to place my order. I ordered two soups and a breakfast sandwich. It literally took 46 minutes for my food to come out (I was the only order at 10am on a Monday morning). I politely asked about the status of my food after waiting and the girl rolled her eyes as if I annoyed her. Then she brings my food out. I assume it was just sitting in the back? I asked is there a specific place I'm supposed to pick up my food because it was clearly done and I was waiting for them to call my name and the girl ignored me. I will not be returning. I realize this is a popular Southend spot but the customer service and the food itself is below average."
        },
        {
            "review_datetime_utc": "10/11/2020 20:44:16",
            "review_id": "ChZDSUhNMG9nS0VJQ0FnSURDeTY3WUpREAE",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChZDSUhNMG9nS0VJQ0FnSURDeTY3WUpREAE!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgIDCy67YJQ%7CCgsIoN2N_AUQyIuneg%7C?hl=en-US",
            "review_rating": 1,
            "review_text": "I had the same experience as another reviewer. Initially my husband and I weren't greeted when we walked in despite several people walking by us “straightening”... Finally another worker told the girl to stop what she was doing and take care of us. Then when we placed our over $40 order when we asked for an ice water, she made sure to tell us that they did not have “complimentary” water and that we'd have to buy a bottled water from the case. We had no issue at all with this. Until, five minutes later an older white woman walked away from the counter with a cup of ice water in her hand. I didn't want to jump to derogatory conclusions so I waited a few minutes and then went up to the counter and asked for a cup of water: same brunette with glasses that took our initial order. She asked if I wanted Fiji or a Smart Water. I told her I wanted the same kind the other patron had in a cup. She then proceeded to roll her eyes and give me a cup of “complimentary” water. I will not be spending any more of my hard earned black dollars in this establishment."
        },
        {
            "review_datetime_utc": "10/05/2020 16:30:42",
            "review_id": "ChZDSUhNMG9nS0VJQ0FnSURDMWY3T2J3EAE",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChZDSUhNMG9nS0VJQ0FnSURDMWY3T2J3EAE!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgIDC1f7Obw%7CCgwIspTt-wUQwKCaywE%7C?hl=en-US",
            "review_rating": 1,
            "review_text": "Poor customer service in the name of Covid is still poor customer service.  Need to reconsider what brings the customers back."
        },
        {
            "review_datetime_utc": "09/24/2020 13:06:08",
            "review_id": "ChdDSUhNMG9nS0VJQ0FnSURDaHJtcTRBRRAB",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChdDSUhNMG9nS0VJQ0FnSURDaHJtcTRBRRAB!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgIDChrmq4AE%7CCgwIwLOy-wUQ-NmKjwM%7C?hl=en-US",
            "review_rating": 2,
            "review_text": "I just spent $45.00 for breakfast for two. Then asked for a glass of water and was refused and told to buy bottle water. Even though I purchased coffee and they are serving coffee. I was told this is a decision of Lincolns due to covid. I loved this place but am shocked and disappointed."
        },
        {
            "review_datetime_utc": "09/21/2020 12:39:45",
            "review_id": "ChZDSUhNMG9nS0VJQ0FnSURDOHFTNmV3EAE",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChZDSUhNMG9nS0VJQ0FnSURDOHFTNmV3EAE!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgIDC8qS6ew%7CCgsIkb6i-wUQoNi2Ow%7C?hl=en-US",
            "review_rating": 1,
            "review_text": "Giving one star, because this is my second time coming and no one ever greets me when I'm by the case looking at products, but let it be a white person behind me, they're asking \"how can I help you\" but bypass me, like I'm invisible.  I spent my $15 this morning and this will be my last time giving my black dollars to them.  Acknowledge us all, not some. Whoever the chick with the brunette hair on 9/21 learn customer service, not tap you hand on the counter, while looking away, wanting on me to come to you."
        },
        {
            "review_datetime_utc": "09/17/2020 18:22:22",
            "review_id": "ChdDSUhNMG9nS0VJQ0FnSURDek91N25RRRAB",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChdDSUhNMG9nS0VJQ0FnSURDek91N25RRRAB!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgIDCzOu7nQE%7CCgwI3tKO-wUQgN-PogI%7C?hl=en-US",
            "review_rating": 5,
            "review_text": "Elevated coffee shop offering some different and delicious high-end sandwiches. A great place to study, drink a cup of Joe, or to eat lunch. They have some pretty cool home decor items on sale as well."
        },
        {
            "review_datetime_utc": "08/01/2020 13:08:26",
            "review_id": "ChdDSUhNMG9nS0VJQ0FnSUQ4cDhqRTB3RRAB",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChdDSUhNMG9nS0VJQ0FnSUQ4cDhqRTB3RRAB!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgID8p8jE0wE%7CCgwIytKV-QUQuK-AngM%7C?hl=en-US",
            "review_rating": 5,
            "review_text": "Best donuts"
        },
        {
            "review_datetime_utc": "07/27/2020 14:22:57",
            "review_id": "ChdDSUhNMG9nS0VJQ0FnSUQ4Zy1YQTJnRRAB",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChdDSUhNMG9nS0VJQ0FnSUQ4Zy1YQTJnRRAB!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgID8g-XA2gE%7CCgwIwcb7-AUQsLzjmQE%7C?hl=en-US",
            "review_rating": 5,
            "review_text": "Ordered takeout only one time but we got 9 orders for a family brunch (6 different types of items with a few repeats). Service was friendly. I would personally prefer that they have customers wait outside for food, but I can't ding them for adhering to the current covid guidance.  Everything was solid, but here are the standouts: - The stuffed flapjack was delicious. Semi-sweet and great for both kids and adults. I will insist on at least splitting this for a breakfast \"dessert\" with the wife when we come back. - Haymarket Hector might just be my new favorite breakfast sandwich. Simple, subtle and not too heavy. - Take it to the Bridge (lox with Ikura on baguette) was a really pleasant surprise. We eat lox once or twice a month at home for brunch and I was worried that paying for it would be disappointing. But they came through with solid bread and the Ikura was a nice touch we can't do at home. I personally prefer a more tender smoked salmon than Acme, but taste wise it's a solid selection."
        },
        {
            "review_datetime_utc": "07/19/2020 15:37:46",
            "review_id": "ChZDSUhNMG9nS0VJQ0FnSUQ4aWFQbmZBEAE",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChZDSUhNMG9nS0VJQ0FnSUQ4aWFQbmZBEAE!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgID8iaPnfA%7CCgwIytHR-AUQoMmXvgM%7C?hl=en-US",
            "review_rating": 5,
            "review_text": "Amazing cold brew and \"sticky biscuit.\" Only warning is don't come if you're in a hurry. The kitchen takes their time, but it's so worth it. The sticky biscuit's lavender honey drizzled over a delectable biscuit and salty ham is my favorite breakfast in Charlotte"
        },
        {
            "review_datetime_utc": "07/12/2020 21:50:06",
            "review_id": "ChdDSUhNMG9nS0VJQ0FnSUM4azVqY21nRRAB",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChdDSUhNMG9nS0VJQ0FnSUM4azVqY21nRRAB!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgIC8k5jcmgE%7CCgwIjouu-AUQ-K3fwAI%7C?hl=en-US",
            "review_rating": 3,
            "review_text": "I had lunch here. I got a sandwich and a canned drink. Total was 10 bucks, but I felt should have been less. The atmosphere was very nice though, and I recommend grabbing a morning coffee from this place. However, have lunch elsewhere"
        },
        {
            "review_datetime_utc": "07/04/2020 20:51:18",
            "review_id": "ChdDSUhNMG9nS0VJQ0FnSURjNDh6dmxnRRAB",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChdDSUhNMG9nS0VJQ0FnSURjNDh6dmxnRRAB!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgIDc48zvlgE%7CCgwIxteD-AUQsIrAwwI%7C?hl=en-US",
            "review_rating": 4,
            "review_text": "Good food"
        },
        {
            "review_datetime_utc": "06/17/2020 15:38:07",
            "review_id": "ChdDSUhNMG9nS0VJQ0FnSURjdzctYTFnRRAB",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChdDSUhNMG9nS0VJQ0FnSURjdzctYTFnRRAB!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgIDcw7-a1gE%7CCgwI3_Go9wUQiOen0gM%7C?hl=en-US",
            "review_rating": 3,
            "review_text": "I really want to love this place, but the service I experienced this morning will result in me not visiting again for a while. I made a simple order of two breakfast dishes. The restaurant was empty, only two other patrons. It took over 30 minutes to get our food, while we watched other patrons come in after us and receive their to-go orders while we continued to wait. What arguably made the experience worse, was that when I followed up on the status of our order 20 minutes into waiting, an employee simply stated \"it's coming up\"....10-15 minutes later it was finally \"up\". The cashier noticed our disappointment and gave an empty gesture in the form of \"would you like a pastry or something on the house?\". I said yes, but was never actually given a pastry and I was not going to go out of my way to ask for it. To top it off, we never received a sorry or apology for the poor service. (I hate being this person leaving a bad review, but do believe in feedback and hoping this can help them identify operational issues)"
        },
        {
            "review_datetime_utc": "06/13/2020 19:35:36",
            "review_id": "ChZDSUhNMG9nS0VJQ0FnSURja2JIcU5nEAE",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChZDSUhNMG9nS0VJQ0FnSURja2JIcU5nEAE!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgIDckbHqNg%7CCgwIiNWU9wUQ-Lyj_wE%7C?hl=en-US",
            "review_rating": 5,
            "review_text": "Great bfast sandwiches!"
        },
        {
            "review_datetime_utc": "05/30/2020 17:27:19",
            "review_id": "ChZDSUhNMG9nS0VJQ0FnSURjdlB2U1ZREAE",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChZDSUhNMG9nS0VJQ0FnSURjdlB2U1ZREAE!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgIDcvPvSVQ%7CCgsI967K9gUQsPLmFQ%7C?hl=en-US",
            "review_rating": 5,
            "review_text": "Good cozy area great for homework"
        },
        {
            "review_datetime_utc": "05/22/2020 18:20:16",
            "review_id": "ChZDSUhNMG9nS0VJQ0FnSURjLUptRlJnEAE",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChZDSUhNMG9nS0VJQ0FnSURjLUptRlJnEAE!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgIDc-JmFRg%7CCgwI4K-g9gUQgLrt6AI%7C?hl=en-US",
            "review_rating": 5,
            "review_text": "They're serving up an excellent bahn mi."
        },
        {
            "review_datetime_utc": "04/25/2020 18:06:57",
            "review_id": "ChZDSUhNMG9nS0VJQ0FnSUNjMTdpbVhREAE",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChZDSUhNMG9nS0VJQ0FnSUNjMTdpbVhREAE!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgICc17imXQ%7CCgwIwfiR9QUQ6N7A1QM%7C?hl=en-US",
            "review_rating": 1,
            "review_text": "I was a frequent customer until today.  We truly loved Lincoln's despite many issues we choose to look past.  We always tip a few bucks but yet very rarely do they bother to bring food to the table where you've already gathered all your condiments and cutlery.  I have had so many misses and mistakes on our take out orders and then get weird looks when I ask for my item to be comped the next time I'm in.  We called to place an order but we're told they are only being taken through online system chow now.  This system automatically tacks on $5 gratuity which I think speaks to Lincoln's constant greed in how they overcharge customers (I've had to remind the main girl many times where she “accidentally charged an extra item,”) and we will not be back.  This was the last straw for us - there's better food out there for better and thorough customer service.  This not-so-great-anyway coffee house is taking sketchy advantages of customers amid crisis/pandemic.  When times get tough - don't take advantage of your loyal customers!"
        },
        {
            "review_datetime_utc": "04/18/2020 17:27:10",
            "review_id": "ChdDSUhNMG9nS0VJQ0FnSUNjaC1DaDB3RRAB",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChdDSUhNMG9nS0VJQ0FnSUNjaC1DaDB3RRAB!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgICch-Ch0wE%7CCgwI7vDs9AUQ0JSQ_wI%7C?hl=en-US",
            "review_rating": 2,
            "review_text": "Love this place, but I am shocked they refused a phone order. I love the idea of their online ordering. I can stomach the $10 minimum, but a forced $5 gratuity on top of that is too much. I wouldn't consider myself cheap, but you think in this economy right now a business wouldn't refuse orders. I'm still working but I can't justify a sandwich and simple coffee at lunch and spending almost $19 for me to pick it up.  I will just have to wait until there is a more feasible option."
        },
        {
            "review_datetime_utc": "04/17/2020 11:49:57",
            "review_id": "ChdDSUhNMG9nS0VJQ0FnSUNjLTRTX3d3RRAB",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChdDSUhNMG9nS0VJQ0FnSUNjLTRTX3d3RRAB!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgICc-4S_wwE%7CCgwI5a_m9AUQyKWl1gI%7C?hl=en-US",
            "review_rating": 5,
            "review_text": "YUM YUM YUM!! Love their bakery!"
        },
        {
            "review_datetime_utc": "04/01/2020 22:35:47",
            "review_id": "ChdDSUhNMG9nS0VJQ0FnSUNjazgzeG5BRRAB",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChdDSUhNMG9nS0VJQ0FnSUNjazgzeG5BRRAB!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgICck83xnAE%7CCgwIw66U9AUQwNPppQM%7C?hl=en-US",
            "review_rating": 3,
            "review_text": "The food is delicious, the coffee is to die for, seriously the coffee is some of the best in Charlotte. The 3 star review is solely for the terrible service. The last 2 times I have gone to Lincoln's I have been greeted with complete silence- no hello, no nice to see you- the staff is not helpful or kind. I was floored by the lack of care."
        },
        {
            "review_datetime_utc": "03/24/2020 16:59:58",
            "review_id": "ChZDSUhNMG9nS0VJQ0FnSUNjdmJXN0VnEAE",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChZDSUhNMG9nS0VJQ0FnSUNjdmJXN0VnEAE!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgICcvbW7Eg%7CCgwIjvno8wUQiOmBnAI%7C?hl=en-US",
            "review_rating": 5,
            "review_text": "My fave place for breakfast, coffee and lunch. I think I eat here regularly 3 times a week. Fantastic spot to catch up on some emails too! Love this place"
        },
        {
            "review_datetime_utc": "03/08/2020 17:48:22",
            "review_id": "ChZDSUhNMG9nS0VJQ0FnSURzbWNhdUpBEAE",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChZDSUhNMG9nS0VJQ0FnSURzbWNhdUpBEAE!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgIDsmcauJA%7CCgsI5t-U8wUQgN6FYw%7C?hl=en-US",
            "review_rating": 5,
            "review_text": "Loved this place! We are visiting from out of town & had not been here before. My husband picked it because of the name... I share a bday with honest Abe & am a fan😊  The food was delicious & the staff very friendly & accommodating. Not the most baby/toddler friendly restaurant though. We would definitely go back. Loved the selection of beverages too. This is our daughter eating stuffed flapjacks (lemon ricotta stuff with blueberries). I had the fortuna, hubby had the lantana??). Coffee was great too!"
        },
        {
            "review_datetime_utc": "02/19/2020 18:13:45",
            "review_id": "ChdDSUhNMG9nS0VJQ0FnSUNzXzZHLTBBRRAB",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChdDSUhNMG9nS0VJQ0FnSUNzXzZHLTBBRRAB!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgICs_6G-0AE%7CCgwI2fW18gUQsJOsnwI%7C?hl=en-US",
            "review_rating": 3,
            "review_text": "Lincoln's Haberdashery has some great food! If only they didn't forget part of my to-go order 4 of the last 4 times I went.  Breakfast sandwich add bacon. - Didn't have bacon. Breakfast Sandwich add avocado. - Didn't have avo. Cubans Sandwich - Forgot the pickles Fortuna add Tomato - No Tomato  I see the words in the ticket, so they ring it up. But whoever is in the kitchen needs to take an extra 5 seconds to read the ticket thoroughly before making a sandwich.  It's become a running joke to check your sandwiches before you leave to make sure they didn't forget anything."
        },
        {
            "review_datetime_utc": "02/17/2020 17:11:58",
            "review_id": "ChZDSUhNMG9nS0VJQ0FnSUNzOS1pWU93EAE",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChZDSUhNMG9nS0VJQ0FnSUNzOS1pWU93EAE!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgICs9-iYOw%7CCgwI3pKr8gUQ6LqAmwM%7C?hl=en-US",
            "review_rating": 5,
            "review_text": "Such a fun place! The atmosphere is awesome and the food and drinks are great!"
        },
        {
            "review_datetime_utc": "02/16/2020 13:24:02",
            "review_id": "ChZDSUhNMG9nS0VJQ0FnSUNzeDhlc1pBEAE",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChZDSUhNMG9nS0VJQ0FnSUNzeDhlc1pBEAE!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgICsx8esZA%7CCgwI8oSl8gUQ2JP-wAM%7C?hl=en-US",
            "review_rating": 5,
            "review_text": "Lincoln's Haberdashery has become my favorite weekend brunch spot. Whether you want a quick bite to eat on the fly or need to eat, sit and use the wifi to complete a last minute assignment due on Monday, the vibe of this place will definitely accommodate you. The food is flavorful, filling, and dubbed a healthier fare. The pastries are fresh and taste great. I recommend the \"Mary's Muffin\" breakfast sandwich with bacon (see below). They are known for the best Cinnamon Buns in the city but I have never been there early enough to enjoy one before they are sold out. I was also impressed with the store shopping items (candy from your youth, large wine selection, drinks and salads to go, and other odd but fun items). The staff is always pleasant. This place definitely adds to the life of South End!"
        },
        {
            "review_datetime_utc": "02/10/2020 13:56:15",
            "review_id": "ChdDSUhNMG9nS0VJQ0FnSUNzcllxUjRnRRAB",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChdDSUhNMG9nS0VJQ0FnSUNzcllxUjRnRRAB!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgICsrYqR4gE%7CCgsI_8GF8gUQqN29dA%7C?hl=en-US",
            "review_rating": 5,
            "review_text": "This is a great lunch spot!"
        },
        {
            "review_datetime_utc": "02/01/2020 15:46:16",
            "review_id": "ChdDSUhNMG9nS0VJQ0FnSUNzOXFXM2lBRRAB",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChdDSUhNMG9nS0VJQ0FnSUNzOXFXM2lBRRAB!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgICs9qW3iAE%7CCgwIyLrW8QUQgKCKhAE%7C?hl=en-US",
            "review_rating": 5,
            "review_text": "Amazing"
        },
        {
            "review_datetime_utc": "02/01/2020 00:18:46",
            "review_id": "ChZDSUhNMG9nS0VJQ0FnSUNzMXR5aU9nEAE",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChZDSUhNMG9nS0VJQ0FnSUNzMXR5aU9nEAE!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgICs1tyiOg%7CCgsI5ofT8QUQuI_feg%7C?hl=en-US",
            "review_rating": 5,
            "review_text": "Wonderful little spot to relax and enjoy food, wine and beer. I love to visit bakeries in the Charlotte area and purchase bread. The freshly baked loaf of bread was AMAZING, with a side of olive oil. I did purchase a hard cider of course which was good as well. The prices might be a tad bit high for some, however, you are paying for great quality and its supporting local <3  Will go back again soon !"
        },
        {
            "review_datetime_utc": "01/30/2020 19:30:42",
            "review_id": "ChZDSUhNMG9nS0VJQ0FnSUNzeHFpR0JnEAE",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChZDSUhNMG9nS0VJQ0FnSUNzeHFpR0JnEAE!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgICsxqiGBg%7CCgwI4t3M8QUQsNad4gI%7C?hl=en-US",
            "review_rating": 5,
            "review_text": "I struggle with the door sometimes, but once your inside it's all goooddddddd"
        },
        {
            "review_datetime_utc": "01/27/2020 13:14:41",
            "review_id": "ChdDSUhNMG9nS0VJQ0FnSUNzMHJEdnNnRRAB",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChdDSUhNMG9nS0VJQ0FnSUNzMHJEdnNnRRAB!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgICs0rDvsgE%7CCgsIwcS78QUQuPShPg%7C?hl=en-US",
            "review_rating": 5,
            "review_text": "I enjoyed having breakfast here. I will definitely be back."
        },
        {
            "review_datetime_utc": "01/27/2020 05:40:41",
            "review_id": "ChZDSUhNMG9nS0VJQ0FnSUNzNG9lZE9REAE",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChZDSUhNMG9nS0VJQ0FnSUNzNG9lZE9REAE!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgICs4oedOQ%7CCgwI2e-58QUQ2Lu68QI%7C?hl=en-US",
            "review_rating": 5,
            "review_text": "The stovepipe is my favorite coffee drink of all time! I also love their grilled cheese! The staff is always friendly and the environment is so cute and welcoming!"
        },
        {
            "review_datetime_utc": "01/24/2020 14:09:52",
            "review_id": "ChZDSUhNMG9nS0VJQ0FnSUNzektIaVhBEAE",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChZDSUhNMG9nS0VJQ0FnSUNzektIaVhBEAE!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgICszKHiXA%7CCgwIsPWr8QUQgNj2uAI%7C?hl=en-US",
            "review_rating": 5,
            "review_text": "Laid back. Great food. Better coffee. Awesome staff. My mtg place of choice when I'm away from the studio"
        },
        {
            "review_datetime_utc": "01/15/2020 17:20:13",
            "review_id": "ChZDSUhNMG9nS0VJQ0FnSURNOV83NWVREAE",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChZDSUhNMG9nS0VJQ0FnSURNOV83NWVREAE!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgIDM9_75eQ%7CCgwIzZP98AUQkLCJpwE%7C?hl=en-US",
            "review_rating": 3,
            "review_text": "Food is alright, more of a pricey cafe."
        },
        {
            "review_datetime_utc": "01/12/2020 23:18:31",
            "review_id": "ChZDSUhNMG9nS0VJQ0FnSURNbTdfSkV3EAE",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChZDSUhNMG9nS0VJQ0FnSURNbTdfSkV3EAE!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgIDMm7_JEw%7CCgwIx9Lu8AUQuLfA7wE%7C?hl=en-US",
            "review_rating": 5,
            "review_text": "Hands down, best food in South End ❤️"
        },
        {
            "review_datetime_utc": "01/03/2020 19:32:38",
            "review_id": "ChZDSUhNMG9nS0VJQ0FnSURNeWUyU1ZBEAE",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChZDSUhNMG9nS0VJQ0FnSURNeWUyU1ZBEAE!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgIDMye2SVA%7CCgwI1q2-8AUQiOLrrgM%7C?hl=en-US",
            "review_rating": 2,
            "review_text": "Food is pretty good but a little overpriced especially for a pre made salad. Staff is unwelcoming and have attitude."
        },
        {
            "review_datetime_utc": "12/29/2019 17:25:22",
            "review_id": "ChdDSUhNMG9nS0VJQ0FnSURNOXJURHdRRRAB",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChdDSUhNMG9nS0VJQ0FnSURNOXJURHdRRRAB!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgIDM9rTDwQE%7CCgwIgsOj8AUQ8Max5wE%7C?hl=en-US",
            "review_rating": 5,
            "review_text": "The Mary's breakfast sandwich was delicious. Very filling!"
        },
        {
            "review_datetime_utc": "12/23/2019 20:55:20",
            "review_id": "ChZDSUhNMG9nS0VJQ0FnSURNa3NuMWRBEAE",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChZDSUhNMG9nS0VJQ0FnSURNa3NuMWRBEAE!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgIDMksn1dA%7CCgwIuNOE8AUQoLmjowI%7C?hl=en-US",
            "review_rating": 4,
            "review_text": "Cute, cozy spot. I enjoyed the stuffed pancake (thin like a crepe) and the lavender sweet tea. I will be sure to return. Folks behind the counter were really nice"
        },
        {
            "review_datetime_utc": "12/23/2019 20:37:22",
            "review_id": "ChdDSUhNMG9nS0VJQ0FnSURNa3JIS3ZnRRAB",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChdDSUhNMG9nS0VJQ0FnSURNa3JIS3ZnRRAB!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgIDMkrHKvgE%7CCgwIgsuE8AUQgPakzQM%7C?hl=en-US",
            "review_rating": 5,
            "review_text": "Sweet dreams I love the new is my last time to come to this place I am going back home"
        },
        {
            "review_datetime_utc": "12/17/2019 23:35:08",
            "review_id": "ChZDSUhNMG9nS0VJQ0FnSURNbEozRVJREAE",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChZDSUhNMG9nS0VJQ0FnSURNbEozRVJREAE!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgIDMlJ3ERQ%7CCgwIrMzl7wUQsL_fmgE%7C?hl=en-US",
            "review_rating": 5,
            "review_text": "Soooooo yummy and so many unique items! Definitely worth the trip"
        },
        {
            "review_datetime_utc": "12/16/2019 14:44:56",
            "review_id": "ChdDSUhNMG9nS0VJQ0FnSURNLUxQSW9nRRAB",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChdDSUhNMG9nS0VJQ0FnSURNLUxQSW9nRRAB!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgIDM-LPIogE%7CCgwI6LDe7wUQiIiergE%7C?hl=en-US",
            "review_rating": 1,
            "review_text": "Sad to write this, but it needed to be shared. I went to Lincoln's Haberdashery on Saturday because I LOVE this place. The food is phenomenal and so is the atmosphere. As always, the food was delicious, but the atmosphere was shattered because of their hostile owner. This owner was sitting at a table right next to us and proceeded to scream, curse, and degrade his head chef. I have never witnessed such disrespect towards another human being in my life. This \"conversation\" went on for about 15 minutes before I decided to leave the restaurant (before I was finished with my meal) because I was so uncomfortable. Horrible way to treat your employees."
        },
        {
            "review_datetime_utc": "12/15/2019 01:44:57",
            "review_id": "ChdDSUhNMG9nS0VJQ0FnSURNcUtMUjlnRRAB",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChdDSUhNMG9nS0VJQ0FnSURNcUtMUjlnRRAB!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgIDMqKLR9gE%7CCgwImaDW7wUQ-PTgnAI%7C?hl=en-US",
            "review_rating": 4,
            "review_text": "This is one of my go-to spots in Charlotte - the food and coffee are EXCEPTIONAL for the price and the place itself is really cool.  The only reason I'm not giving 5 stars - their customer service is really lacking. I've been here a lot and have never experienced an employee that made me feel welcome. Definitely get the vibe that they hate their job and I'm a burden for ordering. I've just learned to prepare myself for it whenever going there. If the food and coffee weren't so good I probably wouldn't be a returning customer."
        },
        {
            "review_datetime_utc": "12/11/2019 17:38:41",
            "review_id": "ChdDSUhNMG9nS0VJQ0FnSURVODU3Qm53RRAB",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChdDSUhNMG9nS0VJQ0FnSURVODU3Qm53RRAB!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgIDU857BnwE%7CCgwIodPE7wUQwNCrvQI%7C?hl=en-US",
            "review_rating": 5,
            "review_text": "This is a cozy little joint off of South Blvd. Their coffee is good, the food is hearty, and the mini shop they have is interesting. Seating is great, a mix of tables and sofas. (A bit like how Amelies in Noda used to be) They're right next to a parking lot, which has a decent amount of spots and if you can't find one there, there is plenty of parking around."
        },
        {
            "review_datetime_utc": "12/08/2019 20:26:08",
            "review_id": "ChdDSUhNMG9nS0VJQ0FnSUNNNThhXzNBRRAB",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChdDSUhNMG9nS0VJQ0FnSUNNNThhXzNBRRAB!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgICM58a_3AE%7CCgwI4Li17wUQ4Py0gQI%7C?hl=en-US",
            "review_rating": 5,
            "review_text": "Stopped for some family time and definitely a cozy spot. Good good food! We got plum cake, bread soup and the avocado toast. So so so good!"
        },
        {
            "review_datetime_utc": "12/08/2019 15:11:43",
            "review_id": "ChdDSUhNMG9nS0VJQ0FnSUNNcC03dHNRRRAB",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChdDSUhNMG9nS0VJQ0FnSUNNcC03dHNRRRAB!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgICMp-7tsQE%7CCgwIr6W07wUQuIzbzAI%7C?hl=en-US",
            "review_rating": 5,
            "review_text": "Neat place to eat and mingle."
        },
        {
            "review_datetime_utc": "12/06/2019 19:03:59",
            "review_id": "ChZDSUhNMG9nS0VJQ0FnSUNNbTREVFJ3EAE",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChZDSUhNMG9nS0VJQ0FnSUNNbTREVFJ3EAE!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgICMm4DTRw%7CCgwIn8yq7wUQ2M79pAE%7C?hl=en-US",
            "review_rating": 5,
            "review_text": "Oh my god sandwiches!"
        },
        {
            "review_datetime_utc": "11/28/2019 17:06:31",
            "review_id": "ChZDSUhNMG9nS0VJQ0FnSUNNbFlTN1p3EAE",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChZDSUhNMG9nS0VJQ0FnSUNNbFlTN1p3EAE!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgICMlYS7Zw%7CCgsIl_3_7gUQyK3PWw%7C?hl=en-US",
            "review_rating": 4,
            "review_text": "Good place. Good food."
        },
        {
            "review_datetime_utc": "11/23/2019 17:34:41",
            "review_id": "ChZDSUhNMG9nS0VJQ0FnSUNNMGRTemR3EAE",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChZDSUhNMG9nS0VJQ0FnSUNNMGRTemR3EAE!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgICM0dSzdw%7CCgwIsdvl7gUQ6Mim9AE%7C?hl=en-US",
            "review_rating": 5,
            "review_text": "Charming place and great food!!"
        },
        {
            "review_datetime_utc": "11/20/2019 23:34:13",
            "review_id": "ChdDSUhNMG9nS0VJQ0FnSUNNM29TbXl3RRAB",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChdDSUhNMG9nS0VJQ0FnSUNNM29TbXl3RRAB!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgICM3oSmywE%7CCgwI9ZrX7gUQ2NCLrgE%7C?hl=en-US",
            "review_rating": 4,
            "review_text": "Love this place...4 stars for not being open at night"
        },
        {
            "review_datetime_utc": "10/31/2019 09:57:23",
            "review_id": "ChdDSUhNMG9nS0VJQ0FnSUQwaXYzNWtnRRAB",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChdDSUhNMG9nS0VJQ0FnSUQwaXYzNWtnRRAB!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgID0iv35kgE%7CCgwIg-Dq7QUQgLuIzwM%7C?hl=en-US",
            "review_rating": 1,
            "review_text": "Extremely overpriced and small portions. What a rip. Food selections is similar to a Hardee's. Boring..."
        },
        {
            "review_datetime_utc": "10/10/2019 09:00:58",
            "review_id": "ChdDSUhNMG9nS0VJQ0FnSUMwaTh2Zi1nRRAB",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChdDSUhNMG9nS0VJQ0FnSUMwaTh2Zi1nRRAB!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgIC0i8vf-gE%7CCgsIyub77AUQ2KziGA%7C?hl=en-US",
            "review_rating": 5,
            "review_text": "I stopped in for the first time and really enjoyed it here!! It's a chill funky vibe when you walk in. I was there at breakfast time so had a delicious cinnamon roll. I think it would be a great place to bring your laptop and work a bit! They also have a little shop area where you could buy cute and fun things. I would like to go back and try some other things on the menu!"
        },
        {
            "review_datetime_utc": "10/09/2019 01:07:31",
            "review_id": "ChdDSUhNMG9nS0VJQ0FnSUMwNDRIVDl3RRAB",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChdDSUhNMG9nS0VJQ0FnSUMwNDRIVDl3RRAB!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgIC044HT9wE%7CCgwI0-X07AUQ2KD9sQM%7C?hl=en-US",
            "review_rating": 5,
            "review_text": "Very good food and great wine selection. Unique place!"
        },
        {
            "review_datetime_utc": "10/08/2019 21:19:52",
            "review_id": "ChZDSUhNMG9nS0VJQ0FnSUMwb18zeGR3EAE",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChZDSUhNMG9nS0VJQ0FnSUMwb18zeGR3EAE!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgIC0o_3xdw%7CCgsI-Prz7AUQ2OCNdA%7C?hl=en-US",
            "review_rating": 3,
            "review_text": "Clean, polite service. Food was okay, although there were small inconsistencies. Table service for the uninitiated is a tad confusing as the food is delivered, but water, silver, napkins and such are all self serve, which is located off to the side and not easily located for a first timer. Seating is eclectic and comfortable. First dessert was dry and hard. Staff member happily and graciously replaced it. Coffee is excellent."
        },
        {
            "review_datetime_utc": "10/08/2019 20:19:38",
            "review_id": "ChZDSUhNMG9nS0VJQ0FnSUMwbzlIcWVBEAE",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChZDSUhNMG9nS0VJQ0FnSUMwbzlIcWVBEAE!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgIC0o9HqeA%7CCgwI2t7z7AUQ8PvxqgM%7C?hl=en-US",
            "review_rating": 5,
            "review_text": "Sandwich was great and above and beyond customer service."
        },
        {
            "review_datetime_utc": "10/08/2019 18:47:39",
            "review_id": "ChZDSUhNMG9nS0VJQ0FnSUMwbzR6X2FnEAE",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChZDSUhNMG9nS0VJQ0FnSUMwbzR6X2FnEAE!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgIC0o4z_ag%7CCgwIy7Pz7AUQoPL8ggE%7C?hl=en-US",
            "review_rating": 5,
            "review_text": "This is like a high-end Common Market. Love their food and pastries. Very cute place!"
        },
        {
            "review_datetime_utc": "09/18/2019 00:12:09",
            "review_id": "ChdDSUhNMG9nS0VJQ0FnSUMwN00tVzd3RRAB",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChdDSUhNMG9nS0VJQ0FnSUMwN00tVzd3RRAB!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgIC07M-W7wE%7CCgwI2eyF7AUQiPqQowI%7C?hl=en-US",
            "review_rating": 5,
            "review_text": "The cubano sandwich is amazing!!!"
        },
        {
            "review_datetime_utc": "09/15/2019 21:57:55",
            "review_id": "ChdDSUhNMG9nS0VJQ0FnSUMwMU9qbzVnRRAB",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChdDSUhNMG9nS0VJQ0FnSUMwMU9qbzVnRRAB!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgIC01Ojo5gE%7CCgsI4-f66wUQuKqpDA%7C?hl=en-US",
            "review_rating": 5,
            "review_text": "The bread was delicious. For me, that's what made the sandwiches. Quality ingredients but quite crowded on a mid morning Sunday. Eclectic selections of tea."
        },
        {
            "review_datetime_utc": "09/12/2019 15:49:07",
            "review_id": "ChdDSUhNMG9nS0VJQ0FnSUMwaUpHQTVBRRAB",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChdDSUhNMG9nS0VJQ0FnSUMwaUpHQTVBRRAB!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgIC0iJGA5AE%7CCgwI89Hp6wUQuO_kvgI%7C?hl=en-US",
            "review_rating": 5,
            "review_text": "Unique, tasty menu with cool retail offerings."
        },
        {
            "review_datetime_utc": "09/10/2019 00:43:09",
            "review_id": "ChZDSUhNMG9nS0VJQ0FnSURVX19LY0J3EAE",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChZDSUhNMG9nS0VJQ0FnSURVX19LY0J3EAE!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgIDU__KcBw%7CCgwInePb6wUQoIbOwQM%7C?hl=en-US",
            "review_rating": 5,
            "review_text": "Its"
        },
        {
            "review_datetime_utc": "09/07/2019 11:56:33",
            "review_id": "ChZDSUhNMG9nS0VJQ0FnSURVbDltdUZREAE",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChZDSUhNMG9nS0VJQ0FnSURVbDltdUZREAE!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgIDUl9muFQ%7CCgsI8bXO6wUQgIXuPA%7C?hl=en-US",
            "review_rating": 5,
            "review_text": "This place is awesome. Food and desserts are amazing. Nice atmosphere inside. Parking could be an issue but it is manageable to find one somewhere near by."
        },
        {
            "review_datetime_utc": "09/06/2019 13:02:13",
            "review_id": "ChdDSUhNMG9nS0VJQ0FnSURVaDZlM3hnRRAB",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChdDSUhNMG9nS0VJQ0FnSURVaDZlM3hnRRAB!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgIDUh6e3xgE%7CCgoI1bHJ6wUQ4K5j%7C?hl=en-US",
            "review_rating": 5,
            "review_text": "Sticky bun sandwich thingy and whatever the item served in the jar was...absolutely delicious! Topped off with a mimosa is 🔥"
        },
        {
            "review_datetime_utc": "08/31/2019 11:24:21",
            "review_id": "ChZDSUhNMG9nS0VJQ0FnSURVamNXa0J3EAE",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChZDSUhNMG9nS0VJQ0FnSURVamNXa0J3EAE!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgIDUjcWkBw%7CCgwI5bGp6wUQuKGUkQE%7C?hl=en-US",
            "review_rating": 5,
            "review_text": "The sticky biscuit is magical"
        },
        {
            "review_datetime_utc": "08/31/2019 03:19:05",
            "review_id": "ChdDSUhNMG9nS0VJQ0FnSURVOVlydHpBRRAB",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChdDSUhNMG9nS0VJQ0FnSURVOVlydHpBRRAB!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgIDU9YrtzAE%7CCgsIqc6n6wUQyPS8FA%7C?hl=en-US",
            "review_rating": 5,
            "review_text": "(Translated by Google) I love bread. The staff is super friendly the place is very clean relaxing  (Original) Me encanta el pan. El personal es super amable  es muy limpio el lugar relajante"
        },
        {
            "review_datetime_utc": "08/24/2019 18:13:00",
            "review_id": "ChdDSUhNMG9nS0VJQ0FnSURVM3FmOXV3RRAB",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChdDSUhNMG9nS0VJQ0FnSURVM3FmOXV3RRAB!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgIDU3qf9uwE%7CCgwIrPyF6wUQ0PzJmwI%7C?hl=en-US",
            "review_rating": 5,
            "review_text": "This place is phenomenal! I don't know how they come up with sandwich ideas and the cake recipe, but they have the absolute best breakfast sandwiches. Every time I come, I'm amazed by the quality of their sandwiches. It's consistently amazing!!"
        },
        {
            "review_datetime_utc": "08/16/2019 22:27:19",
            "review_id": "ChZDSUhNMG9nS0VJQ0FnSURVbkx5R0VREAE",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChZDSUhNMG9nS0VJQ0FnSURVbkx5R0VREAE!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgIDUnLyGEQ%7CCgwIx9vc6gUQ8OjxwAE%7C?hl=en-US",
            "review_rating": 1,
            "review_text": "High"
        },
        {
            "review_datetime_utc": "08/01/2019 19:44:44",
            "review_id": "ChdDSUhNMG9nS0VJQ0FnSUNVbmZ1bDJBRRAB",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChdDSUhNMG9nS0VJQ0FnSUNVbmZ1bDJBRRAB!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgICUnful2AE%7CCgwIrIKN6gUQ4ICsyQI%7C?hl=en-US",
            "review_rating": 4,
            "review_text": "Crowded, food was good but a little slow on service, possibly because of the crowd."
        },
        {
            "review_datetime_utc": "08/01/2019 17:32:36",
            "review_id": "ChdDSUhNMG9nS0VJQ0FnSUNVbmU2WTFnRRAB",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChdDSUhNMG9nS0VJQ0FnSUNVbmU2WTFnRRAB!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgICUne6Y1gE%7CCgsItMSM6gUQqI7UBg%7C?hl=en-US",
            "review_rating": 5,
            "review_text": "I can now understand why my friend would recommend this place. Great food options, tasty food and great atmosphere, so all in all a place that'll make you come back SOON!"
        },
        {
            "review_datetime_utc": "07/28/2019 19:09:48",
            "review_id": "ChZDSUhNMG9nS0VJQ0FnSUNVMmZDWmZBEAE",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChZDSUhNMG9nS0VJQ0FnSUNVMmZDWmZBEAE!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgICU2fCZfA%7CCgwI_OX36QUQ-Ni2uwI%7C?hl=en-US",
            "review_rating": 5,
            "review_text": "Fantastic pastries in a very welcoming setting!"
        },
        {
            "review_datetime_utc": "07/28/2019 16:44:39",
            "review_id": "ChZDSUhNMG9nS0VJQ0FnSUNVbVlISFhnEAE",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChZDSUhNMG9nS0VJQ0FnSUNVbVlISFhnEAE!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgICUmYHHXg%7CCgwI96H36QUQgKOS-wI%7C?hl=en-US",
            "review_rating": 1,
            "review_text": "The worst brunch experience I've had in Charlotte over the last decade.  The food is okay.  I don't know why you put cherry tomatoes on a breakfast sandwich but whatever it was fine.  It's the service that's a complete disaster.  In a single 30 minute span they were out of cups, napkins, forks, creamer, and water.  It have been funny had the staff been making any effort.  No apologies, just wait until the 4th or 5th person tells you you're out of xyz and lackadaisically go about finding whatever it is.  The only reason I know this is because I watched it all as I stood at the counter for 30 minutes waiting on my order.  An order of two breakfast sandwiches, the only thing in them that required cooking, eggs.  Any rhyme or reason to 6 people getting there order ahead of mine? No.  Any apology or explanation why that occurred or why egg sandwiches take 30 minutes from the staff? No.  But hey at least I wasn't the guy standing next me who waited the same amount of time only to be told they'd lost his ticket and he needed to reorder.  What a disaster."
        },
        {
            "review_datetime_utc": "07/26/2019 00:04:28",
            "review_id": "ChZDSUhNMG9nS0VJQ0FnSUNVd1lMV09REAE",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChZDSUhNMG9nS0VJQ0FnSUNVd1lMV09REAE!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgICUwYLWOQ%7CCgwIjIfp6QUQ8OiSswI%7C?hl=en-US",
            "review_rating": 5,
            "review_text": "Wife and I love this place to bits. Delicious food, great coffee, and outstanding pastries. Enjoy it all in cozy dining areas, also has neat little shop with other accessories. 5/5!!!"
        },
        {
            "review_datetime_utc": "07/18/2019 17:38:10",
            "review_id": "ChdDSUhNMG9nS0VJQ0FnSUNVbFBtUDdRRRAB",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChdDSUhNMG9nS0VJQ0FnSUNVbFBtUDdRRRAB!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgICUlPmP7QE%7CCgsIgt3C6QUQuIq7Tw%7C?hl=en-US",
            "review_rating": 5,
            "review_text": "Breakfast is the best!"
        },
        {
            "review_datetime_utc": "07/12/2019 22:32:43",
            "review_id": "ChdDSUhNMG9nS0VJQ0FnSUNncUxQQnBBRRAB",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChdDSUhNMG9nS0VJQ0FnSUNncUxQQnBBRRAB!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgICgqLPBpAE%7CCgsIi5Wk6QUQyLL0XA%7C?hl=en-US",
            "review_rating": 5,
            "review_text": "Bitchin'"
        },
        {
            "review_datetime_utc": "07/08/2019 20:15:36",
            "review_id": "ChZDSUhNMG9nS0VJQ0FnSURraTVtbmZBEAE",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChZDSUhNMG9nS0VJQ0FnSURraTVtbmZBEAE!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgIDki5mnfA%7CCgwI6MiO6QUQkPKD8gI%7C?hl=en-US",
            "review_rating": 5,
            "review_text": "Food is legit and the atmosphere is nice and casual. It's a great spot to get breakfast or just hangout and get work done.  Needs more parking"
        },
        {
            "review_datetime_utc": "07/05/2019 22:31:16",
            "review_id": "ChdDSUhNMG9nS0VJQ0FnSURrZzgydXNBRRAB",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChdDSUhNMG9nS0VJQ0FnSURrZzgydXNBRRAB!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgIDkg82usAE%7CCgsItJ__6AUQ8LjVKA%7C?hl=en-US",
            "review_rating": 5,
            "review_text": "Love the atmosphere at this place and the new patty melt is delish. The burger tasted a little under seasoned, but it was still very good."
        },
        {
            "review_datetime_utc": "06/26/2019 03:13:21",
            "review_id": "ChdDSUhNMG9nS0VJQ0FnSURrN3RXVjN3RRAB",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChdDSUhNMG9nS0VJQ0FnSURrN3RXVjN3RRAB!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgIDk7tWV3wE%7CCgwI0cXL6AUQ-Lr0_QI%7C?hl=en-US",
            "review_rating": 5,
            "review_text": "I had the avocado toast it was to DIE FOR!!! Ambiance is great. Will deff return"
        },
        {
            "review_datetime_utc": "06/24/2019 15:48:22",
            "review_id": "ChZDSUhNMG9nS0VJQ0FnSURrLVBQRENBEAE",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChZDSUhNMG9nS0VJQ0FnSURrLVBQRENBEAE!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgIDk-PPDCA%7CCgwIxuHD6AUQwOyS4QE%7C?hl=en-US",
            "review_rating": 5,
            "review_text": "More than just a coffee/drink spot. Check out the stellar pastry and entree options."
        },
        {
            "review_datetime_utc": "06/16/2019 16:01:22",
            "review_id": "ChdDSUhNMG9nS0VJQ0FnSUNFcnNTeXlnRRAB",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChdDSUhNMG9nS0VJQ0FnSUNFcnNTeXlnRRAB!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgICErsSyygE%7CCgsI0s-Z6AUQ2MacZA%7C?hl=en-US",
            "review_rating": 5,
            "review_text": "Great spot to relax and enjoy a cup of coffee with a snack."
        },
        {
            "review_datetime_utc": "06/09/2019 11:50:52",
            "review_id": "ChZDSUhNMG9nS0VJQ0FnSUM0NmNmVWJBEAE",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChZDSUhNMG9nS0VJQ0FnSUM0NmNmVWJBEAE!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgIC46cfUbA%7CCgsInOXz5wUQsNqHYQ%7C?hl=en-US",
            "review_rating": 3,
            "review_text": "Husband and I came for breakfast. The food was just fine. The coffee was good. Location is cute. I'd like to try lunch sometime, but I would likely not return for breakfast."
        },
        {
            "review_datetime_utc": "05/26/2019 21:33:08",
            "review_id": "ChZDSUhNMG9nS0VJQ0FnSURZOV9DZUt3EAE",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChZDSUhNMG9nS0VJQ0FnSURZOV9DZUt3EAE!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgIDY9_CeKw%7CCgsIlIys5wUQsLquIA%7C?hl=en-US",
            "review_rating": 5,
            "review_text": "Suuuuch a cute spot! I remember when this used to be the old Original Pancake House #oldQCmememories. The food was really good! I was bit nervous but my food was very tasty. I was there for a birthday brunch this morning. The space is small and quaint and if you're going with a big crowd make sure to get there early to get the large table. I had the flapjacks with lemon ricotta and blueberries. It was a great surprise of flavors! I came close to taking the ricotta out,lol, but so glad I didn't. All the staff were friendly and extremely helpful. Oh, careful with the honey at the utensil and coffee station. Its very liquidy so when I went to go put a bit in my coffee I got a lot more than expected lol. I'll definitely be back to enjoy some other treats. Other people got some of the sweet treats and enjoyed them as well. I look forward to going back."
        },
        {
            "review_datetime_utc": "05/23/2019 21:22:15",
            "review_id": "ChdDSUhNMG9nS0VJQ0FnSURZbTVhazJnRRAB",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChdDSUhNMG9nS0VJQ0FnSURZbTVhazJnRRAB!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgIDYm5ak2gE%7CCgwIh56c5wUQqKaj4QI%7C?hl=en-US",
            "review_rating": 5,
            "review_text": "This is a great place to come and get some work done or meet with friends! There are plenty of tables of all sizes and the music/noise level is perfect for concentrating. I've had their regular coffee and a latte and both were great. I love that they offer oat milk for lattes!"
        },
        {
            "review_datetime_utc": "05/18/2019 02:38:04",
            "review_id": "ChdDSUhNMG9nS0VJQ0FnSURZemFIbjRnRRAB",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChdDSUhNMG9nS0VJQ0FnSURZemFIbjRnRRAB!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgIDYzaHn4gE%7CCgwIjOD95gUQ4P7UhAI%7C?hl=en-US",
            "review_rating": 5,
            "review_text": "Great ambience, outstanding food. This place is a hidden gem. If I lived closer, I would be there daily."
        },
        {
            "review_datetime_utc": "05/16/2019 23:23:07",
            "review_id": "ChZDSUhNMG9nS0VJQ0FnSURZMVlybkhnEAE",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChZDSUhNMG9nS0VJQ0FnSURZMVlybkhnEAE!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgIDY1YrnHg%7CCgwI2-H35gUQkL72iQM%7C?hl=en-US",
            "review_rating": 4,
            "review_text": "The Came Together is a great low carb option - egg whites, poached chicken, salsa verde, and avocado. The portion was huge (definitely took some home) and the salsa was eggcellent. The chicken threw me off, though. I'd be fine without it and paying less."
        },
        {
            "review_datetime_utc": "05/15/2019 17:18:43",
            "review_id": "ChdDSUhNMG9nS0VJQ0FnSURZbWMzTXJnRRAB",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChdDSUhNMG9nS0VJQ0FnSURZbWMzTXJnRRAB!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgIDYmc3MrgE%7CCgsI85Px5gUQsNi_Fw%7C?hl=en-US",
            "review_rating": 3,
            "review_text": "Cute place, but food didn't taste nearly as good as the pictures suggested"
        },
        {
            "review_datetime_utc": "05/14/2019 12:58:34",
            "review_id": "ChdDSUhNMG9nS0VJQ0FnSURZX29mMnNnRRAB",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChdDSUhNMG9nS0VJQ0FnSURZX29mMnNnRRAB!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgIDY_of2sgE%7CCgwI-vbq5gUQ2IGvjAI%7C?hl=en-US",
            "review_rating": 4,
            "review_text": "I didnt order food.. but the location was very nice and clean. I was perfect for our meeting space"
        },
        {
            "review_datetime_utc": "05/14/2019 03:56:05",
            "review_id": "ChdDSUhNMG9nS0VJQ0FnSURZdnZtNnB3RRAB",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChdDSUhNMG9nS0VJQ0FnSURZdnZtNnB3RRAB!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgIDYvvm6pwE%7CCgwI1fjo5gUQkM2soAM%7C?hl=en-US",
            "review_rating": 5,
            "review_text": "It is great place to go."
        },
        {
            "review_datetime_utc": "05/11/2019 15:43:22",
            "review_id": "ChdDSUhNMG9nS0VJQ0FnSURZdHNDdnZ3RRAB",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChdDSUhNMG9nS0VJQ0FnSURZdHNDdnZ3RRAB!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgIDYtsCvvwE%7CCgwImtvb5gUQiMiFxQM%7C?hl=en-US",
            "review_rating": 5,
            "review_text": "The food here is consistently phenomenal. The ingredients are fresh, and the effort put into making the food shines through in every dish I've tried. The seasonal coffee drink was such an interesting and refreshing mix of flavors. All this before you even try the bread!"
        },
        {
            "review_datetime_utc": "05/11/2019 15:40:43",
            "review_id": "ChdDSUhNMG9nS0VJQ0FnSURZdG9DZDFRRRAB",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChdDSUhNMG9nS0VJQ0FnSURZdG9DZDFRRRAB!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgIDYtoCd1QE%7CCgsI-9nb5gUQ2MyEGA%7C?hl=en-US",
            "review_rating": 5,
            "review_text": "The bread! Oh my, the bread. The food here is clearly the result of love and care, but the bread is truly amazing. Soft, fluffy, featuring the flavor of the bread and the beautiful crust instead of some gimic. You owe it to yourself to give this place a try. Support local quality!"
        },
        {
            "review_datetime_utc": "04/19/2019 18:35:09",
            "review_id": "ChZDSUhNMG9nS0VJQ0FnSUNZODVfdVBBEAE",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChZDSUhNMG9nS0VJQ0FnSUNZODVfdVBBEAE!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgICY85_uPA%7CCgsI3ano5QUQkPa_LA%7C?hl=en-US",
            "review_rating": 2,
            "review_text": "So I've been in there a few times and no one ever asks you if you need help. I wanted bread and an iced coffee but the two girls ignored me so long I left."
        },
        {
            "review_datetime_utc": "04/19/2019 13:03:46",
            "review_id": "ChdDSUhNMG9nS0VJQ0FnSUNZczl2YzlRRRAB",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChdDSUhNMG9nS0VJQ0FnSUNZczl2YzlRRRAB!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgICYs9vc9QE%7CCgsIso7n5QUQqPaIdQ%7C?hl=en-US",
            "review_rating": 4,
            "review_text": "The Civil Union is one my favorite piggy dishes on earth.  The rest is hipster heaven."
        },
        {
            "review_datetime_utc": "04/14/2019 00:55:00",
            "review_id": "ChdDSUhNMG9nS0VJQ0FnSUNZOGRTMDd3RRAB",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChdDSUhNMG9nS0VJQ0FnSUNZOGRTMDd3RRAB!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgICY8dS07wE%7CCgsI5InK5QUQ6O3NWA%7C?hl=en-US",
            "review_rating": 5,
            "review_text": "Delicious, cant wait to eat there again"
        },
        {
            "review_datetime_utc": "04/03/2019 00:17:40",
            "review_id": "ChdDSUhNMG9nS0VJQ0FnSUNZeE83N3pnRRAB",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChdDSUhNMG9nS0VJQ0FnSUNZeE83N3pnRRAB!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgICYxO77zgE%7CCgwIpPeP5QUQsKmPxQE%7C?hl=en-US",
            "review_rating": 5,
            "review_text": "What a great place to go, meet friends, have coffee or a bite to eat.  And the 6\" cookies are to die for.   Open til 8pm.  Coffee is good as well.  Variety of beer. I'd recommend.   Was there with my wife and friends.   It was nice."
        },
        {
            "review_datetime_utc": "03/28/2019 09:36:01",
            "review_id": "ChZDSUhNMG9nS0VJQ0FnSURvXzdmNVd3EAE",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChZDSUhNMG9nS0VJQ0FnSURvXzdmNVd3EAE!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgIDo_7f5Ww%7CCgwIgavy5AUQ-MCXyAI%7C?hl=en-US",
            "review_rating": 4,
            "review_text": "I LOVE the food here. The sandwiches are so tasty - my favorite is the Civil Union - the coffee is solid and the ambiance is awesome. Service is hit or miss, especially at the front counter, but the food makes up for it. I've never been big into the desserts here, but that's not to say they aren't good. It's really nice to come here for a casual business lunch or with friends in the middle of the day."
        },
        {
            "review_datetime_utc": "02/19/2019 18:36:36",
            "review_id": "ChZDSUhNMG9nS0VJQ0FnSUNva1pYNlRREAE",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChZDSUhNMG9nS0VJQ0FnSUNva1pYNlRREAE!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgICokZX6TQ%7CCgwItJmx4wUQoISCqQE%7C?hl=en-US",
            "review_rating": 5,
            "review_text": "Stopped here recently and wow!  I absolutely loved this spot.  It feels completely off the beaten track, and has this incredible New England feel inside with exposed brick, casual, but functional seating, and just overall awesome layout as atmosphere.  Their coffee was fabulous.  They serve some delicious looking desserts though had to skip those.  The hot breakfast made to order had an incredible aroma.  I can't wait to grab food here at some point.  The staff was very cool, friendly and polite.  They knew their product like you wouldn't believe, and even felt though they were passionate about it.  It's certainly not an easy plat to spot from the main street, and don't give up looking.  It's there, and brilliant.  There is some outdoor seating off the main road and some parking along the side.  Overall a very cool spot and a great experience."
        },
        {
            "review_datetime_utc": "02/14/2019 01:20:02",
            "review_id": "ChdDSUhNMG9nS0VJQ0FnSUNvbHFIRjhnRRAB",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChdDSUhNMG9nS0VJQ0FnSUNvbHFIRjhnRRAB!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgIColqHF8gE%7CCgwIwoST4wUQ-OTTsAI%7C?hl=en-US",
            "review_rating": 5,
            "review_text": "I've been hearing great things ever since this place opened. We were not satisfied after a recent meal, so wet decided to stop here for some dessert.  We got a sweet potato pecan bar and a caramel peanut butter bar. We absolutely loved both of them. It made me want to go try more of the pastries, but I had to cut myself off. They both had unique and delicious flavors.  This is a cute little neighborhood hangout. They have coffee, beer, food, random knick knacks. I can definitely see people coming here to work during the day.  I've actually been dying to try their sandwiches, so I'll definitely be back soon to try those. This is unique place to check out!"
        },
        {
            "review_datetime_utc": "02/10/2019 16:33:45",
            "review_id": "ChdDSUhNMG9nS0VJQ0FnSUNvcXY3QjNnRRAB",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChdDSUhNMG9nS0VJQ0FnSUNvcXY3QjNnRRAB!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgICoqv7B3gE%7CCgwI6aSB4wUQwITgmwE%7C?hl=en-US",
            "review_rating": 5,
            "review_text": "I love this place. Great coffee and the food is delicious."
        },
        {
            "review_datetime_utc": "01/31/2019 08:48:57",
            "review_id": "ChdDSUhNMG9nS0VJQ0FnSUNvNFBqeXV3RRAB",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChdDSUhNMG9nS0VJQ0FnSUNvNFBqeXV3RRAB!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgICo4PjyuwE%7CCgwI-ezK4gUQ89asyAI%7C?hl=en-US",
            "review_rating": 5,
            "review_text": "A great place to have a delicious latte with friends!"
        },
        {
            "review_datetime_utc": "01/20/2019 14:08:41",
            "review_id": "ChZDSUhNMG9nS0VJQ0FnSURJczRMUlZREAE",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChZDSUhNMG9nS0VJQ0FnSURJczRMUlZREAE!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgIDIs4LRVQ%7CCgsI6YGS4gUQlsD7Yw%7C?hl=en-US",
            "review_rating": 1,
            "review_text": "Like the environment but music make conversation difficult. Prices a little high."
        },
        {
            "review_datetime_utc": "01/13/2019 16:02:07",
            "review_id": "ChdDSUhNMG9nS0VJQ0FnSURJNVppVzVnRRAB",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChdDSUhNMG9nS0VJQ0FnSURJNVppVzVnRRAB!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgIDI5ZiW5gE%7CCgwI_8Ht4QUQytXcnQM%7C?hl=en-US",
            "review_rating": 5,
            "review_text": "Have eaten here twice, and food has been exceptional both times. The Mary's Muffin is outstanding and very filling when you want a big breakfast. A homemade filled donut was excellent. They make a good hot chocolate, but you may want to ask for it extra hot unless you like it more kid-friendly temperature. Don't miss the giant cookies! If you're not sure what to get, friendly staff will make helpful recommendations. The setting is very relaxed and comfortable. We'll be back!"
        },
        {
            "review_datetime_utc": "01/06/2019 03:59:45",
            "review_id": "ChdDSUhNMG9nS0VJQ0FnSURJbnVYNzN3RRAB",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChdDSUhNMG9nS0VJQ0FnSURJbnVYNzN3RRAB!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgIDInuX73wE%7CCgsIsfrF4QUQ1JnuAQ%7C?hl=en-US",
            "review_rating": 4,
            "review_text": "Loved the fruity pebble pancakes"
        },
        {
            "review_datetime_utc": "01/03/2019 03:35:27",
            "review_id": "ChdDSUhNMG9nS0VJQ0FnSURJcHZYOTlRRRAB",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChdDSUhNMG9nS0VJQ0FnSURJcHZYOTlRRRAB!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgIDIpvX99QE%7CCgsI_4W24QUQh4CnLg%7C?hl=en-US",
            "review_rating": 5,
            "review_text": "Great coffee shop to get some work done and a bite to eat"
        },
        {
            "review_datetime_utc": "12/27/2018 21:40:59",
            "review_id": "ChZDSUhNMG9nS0VJQ0FnSURJd3A3TWZREAE",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChZDSUhNMG9nS0VJQ0FnSURJd3A3TWZREAE!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgIDIwp7MfQ%7CCgwI642V4QUQt_S81wI%7C?hl=en-US",
            "review_rating": 3,
            "review_text": "Good coffee."
        },
        {
            "review_datetime_utc": "12/24/2018 22:28:08",
            "review_id": "ChdDSUhNMG9nS0VJQ0FnSUN3dkxqQWtBRRAB",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChdDSUhNMG9nS0VJQ0FnSUN3dkxqQWtBRRAB!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgICwvLjAkAE%7CCgsI-LqF4QUQrdCzNQ%7C?hl=en-US",
            "review_rating": 5,
            "review_text": "Delightful full-bodied espresso-based beverages, with intriguing flavor blends."
        },
        {
            "review_datetime_utc": "12/18/2018 13:46:38",
            "review_id": "ChZDSUhNMG9nS0VJQ0FnSURJOExlNWR3EAE",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChZDSUhNMG9nS0VJQ0FnSURJOExlNWR3EAE!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgIDI8Le5dw%7CCgwIvvTj4AUQsKCmtwI%7C?hl=en-US",
            "review_rating": 5,
            "review_text": "One of my favorite spots in town. Get the bread soup! (Or don't, more for me!)"
        },
        {
            "review_datetime_utc": "12/09/2018 18:46:55",
            "review_id": "ChZDSUhNMG9nS0VJQ0FnSUNJLTcyN1FREAE",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChZDSUhNMG9nS0VJQ0FnSUNJLTcyN1FREAE!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgICI-727QQ%7CCgwIn8a14AUQhr3W7wI%7C?hl=en-US",
            "review_rating": 5,
            "review_text": "Lincoln's is a cool place. It has a very hip vibe and is a great addition to South End. Their food is super fresh. You can tell they use really good ingredients. The atmosphere is really cool. There is a rustic and cozy vibe to most of the furniture. It is nice that they sell food and drinks to go as well. The location is great."
        },
        {
            "review_datetime_utc": "12/08/2018 22:41:20",
            "review_id": "ChdDSUhNMG9nS0VJQ0FnSUNJMjRHMW53RRAB",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChdDSUhNMG9nS0VJQ0FnSUNJMjRHMW53RRAB!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgICI24G1nwE%7CCgwIkJGx4AUQyOvdyQE%7C?hl=en-US",
            "review_rating": 5,
            "review_text": "We were recommended this place by a friend and were truly so impressed! It's a “order at the bar” kind of place so there is no need for reservations and no real wait. Seating is somewhat limited. We got two fancy coffees and three entrees for $42 a bit pricy but still affordable, entrees range between $8 & $14. An excellent brunch place. We got the salmon thing, sticky biscuit & avocado toast. All were excellent. The holiday peppermint coffee was a bit on the expensive side at $7.50 but had cbd in it so we didn't mind, it was sooo delicious. They don't have very much parking of their own but there is lots across the street at $3. Will definitely go back!"
        },
        {
            "review_datetime_utc": "12/08/2018 17:39:13",
            "review_id": "ChZDSUhNMG9nS0VJQ0FnSUNvdVpTNEV3EAE",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChZDSUhNMG9nS0VJQ0FnSUNvdVpTNEV3EAE!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgICouZS4Ew%7CCgwIwYOw4AUQyODymgI%7C?hl=en-US",
            "review_rating": 5,
            "review_text": "Great scrambled egg and smoked salmon sandwich."
        },
        {
            "review_datetime_utc": "12/08/2018 11:56:28",
            "review_id": "ChdDSUhNMG9nS0VJQ0FnSUNJbV9TNF93RRAB",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChdDSUhNMG9nS0VJQ0FnSUNJbV9TNF93RRAB!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgICIm_S4_wE%7CCgwI7OKu4AUQ1Yi9sAI%7C?hl=en-US",
            "review_rating": 5,
            "review_text": "The darning egg deserves five stars on its own."
        },
        {
            "review_datetime_utc": "11/24/2018 11:34:57",
            "review_id": "ChdDSUhNMG9nS0VJQ0FnSUNJNmJfVHBnRRAB",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChdDSUhNMG9nS0VJQ0FnSUNJNmJfVHBnRRAB!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgICI6b_TpgE%7CCgwI4e7k3wUQkrv50wE%7C?hl=en-US",
            "review_rating": 5,
            "review_text": "Food is banging"
        },
        {
            "review_datetime_utc": "11/18/2018 23:45:24",
            "review_id": "ChdDSUhNMG9nS0VJQ0FnSUNJZ2JPY2d3RRAB",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChdDSUhNMG9nS0VJQ0FnSUNJZ2JPY2d3RRAB!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgICIgbOcgwE%7CCgwIlPPH3wUQsMuiqgI%7C?hl=en-US",
            "review_rating": 5,
            "review_text": "Fantastic food and great coffee. Comfortable and charming atmosphere, with friendly staff. Can't wait to go back!"
        },
        {
            "review_datetime_utc": "11/11/2018 20:33:20",
            "review_id": "ChZDSUhNMG9nS0VJQ0FnSUNvNWVyR0lBEAE",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChZDSUhNMG9nS0VJQ0FnSUNvNWVyR0lBEAE!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgICo5erGIA%7CCgsIkKSi3wUQwJi5DQ%7C?hl=en-US",
            "review_rating": 5,
            "review_text": "Off the graph grade A+ all the way. Chilli cheese hamburger is the best one I ever had"
        },
        {
            "review_datetime_utc": "11/05/2018 12:06:46",
            "review_id": "ChRDSUhNMG9nS0VJQ0FnSUNJMHBWVRAB",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChRDSUhNMG9nS0VJQ0FnSUNJMHBWVRAB!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgICI0pVU%7CCgsI1uSA3wUQsKGQEQ%7C?hl=en-US",
            "review_rating": 5,
            "review_text": "Fun and yummy!"
        },
        {
            "review_datetime_utc": "11/03/2018 19:05:54",
            "review_id": "ChZDSUhNMG9nS0VJQ0FnSUNvNlltUkVBEAE",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChZDSUhNMG9nS0VJQ0FnSUNvNlltUkVBEAE!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgICo6YmREA%7CCgwIkuP33gUQwJ_XlQM%7C?hl=en-US",
            "review_rating": 5,
            "review_text": "It's a nice niche eatery. The food is a bit on the pricier side, but very delicious. Free wifi and friendly staff. Also a cool place to look around."
        },
        {
            "review_datetime_utc": "10/21/2018 16:21:01",
            "review_id": "ChRDSUhNMG9nS0VJQ0FnSUR3a29CbxAB",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChRDSUhNMG9nS0VJQ0FnSUR3a29CbxAB!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgIDwkoBo%7CCgsI7c6y3gUQoNmmXA%7C?hl=en-US",
            "review_rating": 5,
            "review_text": "Excellent craftsmanship. If you want mundane food, go somewhere else."
        },
        {
            "review_datetime_utc": "10/21/2018 14:46:48",
            "review_id": "ChdDSUhNMG9nS0VJQ0FnSUR3OE9TSHNnRRAB",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChdDSUhNMG9nS0VJQ0FnSUR3OE9TSHNnRRAB!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgIDw8OSHsgE%7CCgwI2KKy3gUQvpaBoQE%7C?hl=en-US",
            "review_rating": 5,
            "review_text": "Stuffed Pancakes, Cubano, Artisan Coffee, Beer and Wine Selection are all current favorites."
        },
        {
            "review_datetime_utc": "10/14/2018 16:51:05",
            "review_id": "ChdDSUhNMG9nS0VJQ0FnSUR3cHR1QTRRRRAB",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChdDSUhNMG9nS0VJQ0FnSUR3cHR1QTRRRRAB!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgIDwptuA4QE%7CCgwI-eeN3gUQ8KuywAE%7C?hl=en-US",
            "review_rating": 5,
            "review_text": "Great breakfast place that also makes their own bread. Make sure you buy a loaf of bread to bring home. Good coffee nice place to sit down and have breakfast on the weekend. Centrally located in South End."
        },
        {
            "review_datetime_utc": "10/13/2018 20:33:01",
            "review_id": "ChZDSUhNMG9nS0VJQ0FnSUR3dkt5VERnEAE",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChZDSUhNMG9nS0VJQ0FnSUR3dkt5VERnEAE!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgIDwvKyTDg%7CCgwI_ayJ3gUQsKGy1gE%7C?hl=en-US",
            "review_rating": 5,
            "review_text": "Love everything about this place other than need more drinks for tea lovers. Loved the turmeric drink before, please bring it back! Very nice place to relax, work, or meet a friend for a coffee or drink and dessert.  Haven't had the food yet but looks great."
        },
        {
            "review_datetime_utc": "10/11/2018 18:20:25",
            "review_id": "ChdDSUhNMG9nS0VJQ0FnSUR3MXZmNDFBRRAB",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChdDSUhNMG9nS0VJQ0FnSUR3MXZmNDFBRRAB!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgIDw1vf41AE%7CCgwI6aj-3QUQmKSE1QI%7C?hl=en-US",
            "review_rating": 5,
            "review_text": "Love this place, awesome sandwiches!"
        },
        {
            "review_datetime_utc": "09/17/2018 18:08:08",
            "review_id": "ChZDSUhNMG9nS0VJQ0FnSURRMGVTR2VREAE",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChZDSUhNMG9nS0VJQ0FnSURRMGVTR2VREAE!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgIDQ0eSGeQ%7CCgwIiNv_3AUQwOuM8QE%7C?hl=en-US",
            "review_rating": 5,
            "review_text": "Fun hangout spot with a super creative menu! Coffee and food"
        },
        {
            "review_datetime_utc": "09/12/2018 14:49:12",
            "review_id": "ChdDSUhNMG9nS0VJQ0FnSUN3NGFLZ3hRRRAB",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChdDSUhNMG9nS0VJQ0FnSUN3NGFLZ3hRRRAB!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgICw4aKgxQE%7CCgsI6M7k3AUQyLqnWQ%7C?hl=en-US",
            "review_rating": 5,
            "review_text": "Delicious breakfast spot with great coffee! It's a regular stop and I've never had a complaint."
        },
        {
            "review_datetime_utc": "08/29/2018 09:35:27",
            "review_id": "ChdDSUhNMG9nS0VJQ0FnSUNnbll1emh3RRAB",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChdDSUhNMG9nS0VJQ0FnSUNnbll1emh3RRAB!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgICgnYuzhwE%7CCgwI39GZ3AUQ8J3JqQI%7C?hl=en-US",
            "review_rating": 5,
            "review_text": "Can I say how much I enjoyed my vanilla and lavender latte?! The espresso is silky smooth. And the flavor of vanilla is potent. If you look in your cup once it is empty, you can see little vanilla bean specks. Love!! The country bread loaf was perfect... soft and chewy on the inside, crunchy on the outside. The energy bar was packed full of flavor and perfect snack during a hike."
        },
        {
            "review_datetime_utc": "08/18/2018 17:28:23",
            "review_id": "ChZDSUhNMG9nS0VJQ0FnSUNRa3E2MlRBEAE",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChZDSUhNMG9nS0VJQ0FnSUNRa3E2MlRBEAE!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgICQkq62TA%7CCgoIt67h2wUQgNFi%7C?hl=en-US",
            "review_rating": 4,
            "review_text": "Loved it but parking is an issue. Food was great!"
        },
        {
            "review_datetime_utc": "08/04/2018 17:30:43",
            "review_id": "ChdDSUhNMG9nS0VJQ0FnSUN3a3VlUjNnRRAB",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChdDSUhNMG9nS0VJQ0FnSUN3a3VlUjNnRRAB!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgICwkueR3gE%7CCgwIw8WX2wUQgOitlAM%7C?hl=en-US",
            "review_rating": 5,
            "review_text": "Delicious egg sandwich ( Mary's muffin) and good brewed coffee . “Country store” atmosphere."
        },
        {
            "review_datetime_utc": "07/30/2018 10:48:06",
            "review_id": "ChZDSUhNMG9nS0VJQ0FnSURRc1k2MEtnEAE",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChZDSUhNMG9nS0VJQ0FnSURRc1k2MEtnEAE!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgIDQsY60Kg%7CCgwI5tn72gUQwNH8kQM%7C?hl=en-US",
            "review_rating": 5,
            "review_text": "Lincolns Haberdashery is what would happen if Common Market had a cool aunt who likes great hip hop, visited Europe a few times in her youth and lived at the beach. Parking is only an hour in the lot. Close to light rail. Entry is ADA accessible if you come from lot. POC friendly. LGBTQ friendly."
        },
        {
            "review_datetime_utc": "07/13/2018 19:20:43",
            "review_id": "ChdDSUhNMG9nS0VJQ0FnSUNBb01IN21RRRAB",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChdDSUhNMG9nS0VJQ0FnSUNBb01IN21RRRAB!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgICAoMH7mQE%7CCgwIi_ej2gUQwJ6YuwI%7C?hl=en-US",
            "review_rating": 5,
            "review_text": "Everything is Excellent!"
        },
        {
            "review_datetime_utc": "06/27/2018 16:27:58",
            "review_id": "ChdDSUhNMG9nS0VJQ0FnSUN3NFpMeTZnRRAB",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChdDSUhNMG9nS0VJQ0FnSUN3NFpMeTZnRRAB!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgICw4ZLy6gE%7CCgwIjvbO2QUQgNfezgI%7C?hl=en-US",
            "review_rating": 5,
            "review_text": "The food was delicious. This type of business is exactly what we need more of in the world. We need businesses who care and are invested in holding the quality of their products to a high standard instead of just streamlining and mass producing to make more profits. I can't wait to go back."
        },
        {
            "review_datetime_utc": "06/27/2018 02:16:39",
            "review_id": "ChdDSUhNMG9nS0VJQ0FnSUNBaXZ1a213RRAB",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChdDSUhNMG9nS0VJQ0FnSUNBaXZ1a213RRAB!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgICAivukmwE%7CCgwIh-fL2QUQgOPHhAE%7C?hl=en-US",
            "review_rating": 5,
            "review_text": "Neighborhood markets are popping up all around Charlotte and Lincoln's Haberdashery has found room in a competitive field. They have the typical eclectic flair an assorted provisions, but what sets them apart (ahead) from the rest of the pack is their incredible pastry case. Whether its the smore's, tarts, brownies, cake, panna cotta, etc... its all delicious and honestly worthy of spinning off as its own separate bakery :)"
        },
        {
            "review_datetime_utc": "06/25/2018 12:14:58",
            "review_id": "ChZDSUhNMG9nS0VJQ0FnSUNncnA2SlNnEAE",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChZDSUhNMG9nS0VJQ0FnSUNncnA2SlNnEAE!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgICgrp6JSg%7CCgwIwrnD2QUQgNrNgwE%7C?hl=en-US",
            "review_rating": 5,
            "review_text": "The food menu is limited and uneventful,in my opinion, but that is not the reason to go. The dessert case has some of THE best sweets to be found Charlotte. The carrot cake is my go-to as it has hints of classic carrot cake with several twists, like the cream cheese icing is on the inside. The wine selection is great and makes this a great first date spot for coffee, wine and sweets. There is a flat fridge case with juices, salads and other items. If I want food, this is where I suggest you look. Want a creative gift, even for a pet? They have awesome stuff. The baguettes at the register? Get you one and enjoy. Have a love for old candies? Check out the penny jars filled with favorites like Chick-O-Sticks. The other best part other than the sweets is the restroom. It makes me chuckle each time I go. Clean. Simple. Whimsical."
        },
        {
            "review_datetime_utc": "06/20/2018 18:37:51",
            "review_id": "ChdDSUhNMG9nS0VJQ0FnSURRaVluQ2l3RRAB",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChdDSUhNMG9nS0VJQ0FnSURRaVluQ2l3RRAB!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgIDQiYnCiwE%7CCgwI_72q2QUQwOqFrgE%7C?hl=en-US",
            "review_rating": 5,
            "review_text": "The good here isn't to skip out on. I always come for a quick cold brew before I head into work. They offer all kinds of trinkets and things for here and there. Their desserts are absolutely fire! Definitely give those a shot!"
        },
        {
            "review_datetime_utc": "06/17/2018 12:58:57",
            "review_id": "ChZDSUhNMG9nS0VJQ0FnSUNRZ01LbGRREAE",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChZDSUhNMG9nS0VJQ0FnSUNRZ01LbGRREAE!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgICQgMKldQ%7CCgsIkbaZ2QUQgJfIHQ%7C?hl=en-US",
            "review_rating": 5,
            "review_text": "Cozy, organic food, and the bread is so nice"
        },
        {
            "review_datetime_utc": "06/10/2018 20:52:19",
            "review_id": "ChdDSUhNMG9nS0VJQ0FnSUNnbkwyQXdRRRAB",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChdDSUhNMG9nS0VJQ0FnSUNnbkwyQXdRRRAB!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgICgnL2AwQE%7CCgwIg5_22AUQwMme0wE%7C?hl=en-US",
            "review_rating": 5,
            "review_text": "Food is great. Pastries are probably the best in the city. Cool atmosphere and nice staff."
        },
        {
            "review_datetime_utc": "06/10/2018 13:53:41",
            "review_id": "ChZDSUhNMG9nS0VJQ0FnSURnanVLRmVREAE",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChZDSUhNMG9nS0VJQ0FnSURnanVLRmVREAE!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgIDgjuKFeQ%7CCgwI5dr02AUQwNiapgI%7C?hl=en-US",
            "review_rating": 5,
            "review_text": "Incredibly eclectic place with a sprawling selection of trinkets, a surprising selection of hard to find beer, coffee, drinks, and more. While I didn't try any of the food when I stopped by I couldn't help but notice everything being eaten both looked and smelled incredible."
        },
        {
            "review_datetime_utc": "06/07/2018 18:43:44",
            "review_id": "ChdDSUhNMG9nS0VJQ0FnSUNRd18tWHpRRRAB",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChdDSUhNMG9nS0VJQ0FnSUNRd18tWHpRRRAB!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgICQw_-XzQE%7CCgwI4Pnl2AUQgNO46QI%7C?hl=en-US",
            "review_rating": 5,
            "review_text": "Great place to come and enjoy food, drinks, or get some work done.  All their sandwich bread is made in house and the staff are all really friendly and cool.  Great atmosphere, I can't recommend this place enough.  I suggest the grilled cheese."
        },
        {
            "review_datetime_utc": "06/05/2018 03:41:00",
            "review_id": "ChZDSUhNMG9nS0VJQ0FnSURRMzVIbmV3EAE",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChZDSUhNMG9nS0VJQ0FnSURRMzVIbmV3EAE!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgIDQ35Hnew%7CCgwIzIzY2AUQgLGj2AI%7C?hl=en-US",
            "review_rating": 5,
            "review_text": "I had the salmon breakfast sandwhich and it was super, service was great, excellent coffee, moderate price."
        },
        {
            "review_datetime_utc": "06/03/2018 18:28:24",
            "review_id": "ChdDSUhNMG9nS0VJQ0FnSUNndWRHdG9RRRAB",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChdDSUhNMG9nS0VJQ0FnSUNndWRHdG9RRRAB!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgICgudGtoQE%7CCgsIyObQ2AUQgMvRMA%7C?hl=en-US",
            "review_rating": 3,
            "review_text": "Initial impressions were pretty good. The location is nicely laid out with a good selection of seating. Staff members were welcoming and friendly.I ordered the Banh Joe V and a glass of wine. The wine was good, but the sandwich was disappointing. The restaurant makes a big deal about their bread being baked fresh in-house but the bread I received was quite hard and difficult to chew. It was much more suited to being served sliced, as an appetizer, than being the base for a sandwich. It was difficult to keep the filling in the sandwich when I bit into it and it kept wanting to slide out. The roasted pork loin in the sandwich was a huge disappointment. I had high expectations, but what I got was cold, wet pork lacking in flavor. It had the appearance of pre-packed deli meat and was mushy and stringy around the edges. They served a bean dish on the side that was dry and tasteless.  There weren't many people eating when I was there, so maybe it's more of a hangout-with-drinks type of place."
        },
        {
            "review_datetime_utc": "05/29/2018 21:12:38",
            "review_id": "ChdDSUhNMG9nS0VJQ0FnSUN3NzRHb25RRRAB",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChdDSUhNMG9nS0VJQ0FnSUN3NzRHb25RRRAB!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgICw74GonQE%7CCgsIxoS32AUQwNWHCQ%7C?hl=en-US",
            "review_rating": 5,
            "review_text": "Great selection of food and beverages. Great location. Great ambiance. We'll be back!"
        },
        {
            "review_datetime_utc": "05/21/2018 18:29:02",
            "review_id": "ChdDSUhNMG9nS0VJQ0FnSUNBaHBiajV3RRAB",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChdDSUhNMG9nS0VJQ0FnSUNBaHBiajV3RRAB!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgICAhpbj5wE%7CCgsI7p-M2AUQgK6QOw%7C?hl=en-US",
            "review_rating": 5,
            "review_text": "The atmosphere is excellent, and the grilled cheese exceeds all preconceptions of what grilled cheese can be."
        },
        {
            "review_datetime_utc": "05/19/2018 19:15:04",
            "review_id": "ChZDSUhNMG9nS0VJQ0FnSURRZ2RDOUtREAE",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChZDSUhNMG9nS0VJQ0FnSURRZ2RDOUtREAE!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgIDQgdC9KQ%7CCgsIuO-B2AUQgNvyPw%7C?hl=en-US",
            "review_rating": 5,
            "review_text": "I enjoyed a carrot cake and it was so good I could not stop saying yummmm after every bite. The creme filling along with the pear fruit topping really blew my mind. I can't wait to try more foods, desserts, beer and candies."
        },
        {
            "review_datetime_utc": "05/17/2018 13:43:27",
            "review_id": "ChdDSUhNMG9nS0VJQ0FnSURRaEpqazNnRRAB",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChdDSUhNMG9nS0VJQ0FnSURRaEpqazNnRRAB!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgIDQhJjk3gE%7CCgwI_4321wUQwIv__AI%7C?hl=en-US",
            "review_rating": 4,
            "review_text": "Great breakfast sandwiches. Twice the cost of Chic Fila biscuits, but also twice the size and more delicious."
        },
        {
            "review_datetime_utc": "05/16/2018 17:19:45",
            "review_id": "ChdDSUhNMG9nS0VJQ0FnSURBMU9Ed3ZBRRAB",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChdDSUhNMG9nS0VJQ0FnSURBMU9Ed3ZBRRAB!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgIDA1ODwvAE%7CCgwIsdDx1wUQwOjErwM%7C?hl=en-US",
            "review_rating": 5,
            "review_text": "The Senate is excellent, the service is great, and I love the shopping articles."
        },
        {
            "review_datetime_utc": "05/14/2018 16:24:33",
            "review_id": "ChdDSUhNMG9nS0VJQ0FnSUN3Nzh5R3FRRRAB",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChdDSUhNMG9nS0VJQ0FnSUN3Nzh5R3FRRRAB!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgICw78yGqQE%7CCgwIwfDm1wUQgNTmnwM%7C?hl=en-US",
            "review_rating": 5,
            "review_text": "Really enjoyed the breakfast"
        },
        {
            "review_datetime_utc": "05/12/2018 15:20:51",
            "review_id": "ChZDSUhNMG9nS0VJQ0FnSUNRN0p2NEpBEAE",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChZDSUhNMG9nS0VJQ0FnSUNRN0p2NEpBEAE!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgICQ7Jv4JA%7CCgwI04zc1wUQgJmkigE%7C?hl=en-US",
            "review_rating": 5,
            "review_text": "Highly recommend! Lemon and bergamot dessert is unbelievable! Quality is high, staff is friendly and helpful!!"
        },
        {
            "review_datetime_utc": "04/23/2018 21:08:47",
            "review_id": "ChdDSUhNMG9nS0VJQ0FnSURRa1l1bnB3RRAB",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChdDSUhNMG9nS0VJQ0FnSURRa1l1bnB3RRAB!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgIDQkYunpwE%7CCgwI35b51gUQwNO9kAE%7C?hl=en-US",
            "review_rating": 5,
            "review_text": "Amazing waffle, quick service"
        },
        {
            "review_datetime_utc": "04/22/2018 12:19:11",
            "review_id": "ChZDSUhNMG9nS0VJQ0FnSUNncV9HU1pnEAE",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChZDSUhNMG9nS0VJQ0FnSUNncV9HU1pnEAE!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgICgq_GSZg%7CCgwIv_vx1gUQgJ6KmgM%7C?hl=en-US",
            "review_rating": 4,
            "review_text": "A neat neighborhood \"market\". They offer food, wine and a variety of things for sale. Kind of pricey and the sandwich offerings limited."
        },
        {
            "review_datetime_utc": "04/13/2018 12:02:36",
            "review_id": "ChdDSUhNMG9nS0VJQ0FnSUNRd01MOWh3RRAB",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChdDSUhNMG9nS0VJQ0FnSUNRd01MOWh3RRAB!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgICQwML9hwE%7CCgwI3LjC1gUQwJPUwQM%7C?hl=en-US",
            "review_rating": 5,
            "review_text": "Yum. They make their own bread in house - the ciabata on my tuna salad sandwhich was so soft and tasty. Oh. And the tuna salad - soo good, perhaps the best I've ever had. It wasn't super heavy on the mayo, instead, it was vinegar based. I got it at the recommendation of the cashier and it did not disappoint!"
        },
        {
            "review_datetime_utc": "04/12/2018 11:23:27",
            "review_id": "ChZDSUhNMG9nS0VJQ0FnSURnNDZTdERBEAE",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChZDSUhNMG9nS0VJQ0FnSURnNDZTdERBEAE!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgIDg46StDA%7CCgwIr4O91gUQwIHgvwM%7C?hl=en-US",
            "review_rating": 5,
            "review_text": "Great atmosphere.  Sandwiches were delicious."
        },
        {
            "review_datetime_utc": "04/12/2018 02:33:28",
            "review_id": "ChdDSUhNMG9nS0VJQ0FnSUNRdVlQeDFnRRAB",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChdDSUhNMG9nS0VJQ0FnSUNRdVlQeDFnRRAB!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgICQuYPx1gE%7CCgwI-Iq71gUQwIv__AI%7C?hl=en-US",
            "review_rating": 5,
            "review_text": "If you're looking for a cute cozy place with amazing healthy food—this is it"
        },
        {
            "review_datetime_utc": "04/09/2018 20:46:56",
            "review_id": "ChZDSUhNMG9nS0VJQ0FnSUNRcHBYYkdBEAE",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChZDSUhNMG9nS0VJQ0FnSUNRcHBYYkdBEAE!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgICQppXbGA%7CCgwIwKKv1gUQgPi8rwE%7C?hl=en-US",
            "review_rating": 5,
            "review_text": "Can't wait to return!"
        },
        {
            "review_datetime_utc": "04/09/2018 12:46:51",
            "review_id": "ChdDSUhNMG9nS0VJQ0FnSURneXZMZDN3RRAB",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChdDSUhNMG9nS0VJQ0FnSURneXZMZDN3RRAB!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgIDgyvLd3wE%7CCgwIu8Gt1gUQwP-D0wI%7C?hl=en-US",
            "review_rating": 4,
            "review_text": "Even I found this place to be a bit too hipstery. Good vibe and friendly staff. Ordered a vegetarian sandwich that came with a side of beans with chunks of pork in it, which was odd."
        },
        {
            "review_datetime_utc": "03/31/2018 15:21:07",
            "review_id": "ChdDSUhNMG9nS0VJQ0FnSUN3NHUtYWxRRRAB",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChdDSUhNMG9nS0VJQ0FnSUN3NHUtYWxRRRAB!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgICw4u-alQE%7CCgwI487-1QUQwJGBzwM%7C?hl=en-US",
            "review_rating": 4,
            "review_text": "Really chill spot. Nice menu. If you are like me and get intimidated by all the choices they have ready made salads (garbage can salad was my fav). They also sell a lot of really cool items. Like pet toys, cookbooks, honey, etc. They have music playing but its not to loud and if you notice it, then you may just be standing near a speaker.  They don't pump aroma at you. But you will def stare at that pastry glass (very beautiful looking cakes and tarts). Would make this my local if I lived local but I was only visiting."
        },
        {
            "review_datetime_utc": "03/29/2018 23:24:23",
            "review_id": "ChdDSUhNMG9nS0VJQ0FnSUN3dlpmSWdnRRAB",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChdDSUhNMG9nS0VJQ0FnSUN3dlpmSWdnRRAB!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgICwvZfIggE%7CCgwIp-v11QUQwKDiswE%7C?hl=en-US",
            "review_rating": 5,
            "review_text": "Went on a rainy sunday a couple weeks ago. Had brunch with some friends. I had the ham biscuit with honey. That was delicious. I will definitely be back to try more"
        },
        {
            "review_datetime_utc": "03/26/2018 18:44:25",
            "review_id": "ChdDSUhNMG9nS0VJQ0FnSUN3aHV6YzR3RRAB",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChdDSUhNMG9nS0VJQ0FnSUN3aHV6YzR3RRAB!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgICwhuzc4wE%7CCgwIif_k1QUQgJHYvwE%7C?hl=en-US",
            "review_rating": 5,
            "review_text": "What a nice place.  Great coffee and pastries.  Room to get some work done too."
        },
        {
            "review_datetime_utc": "03/19/2018 22:24:22",
            "review_id": "ChdDSUhNMG9nS0VJQ0FnSURnOXVTZjlRRRAB",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChdDSUhNMG9nS0VJQ0FnSURnOXVTZjlRRRAB!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgIDg9uSf9QE%7CCgwIlvHA1QUQgM7txwM%7C?hl=en-US",
            "review_rating": 5,
            "review_text": "Homemade ice cream and lots of wines"
        },
        {
            "review_datetime_utc": "03/12/2018 02:15:19",
            "review_id": "ChZDSUhNMG9nS0VJQ0FnSUNBLU4zYVh3EAE",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChZDSUhNMG9nS0VJQ0FnSUNBLU4zYVh3EAE!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgICA-N3aXw%7CCgsIt8WX1QUQwJ6GRw%7C?hl=en-US",
            "review_rating": 5,
            "review_text": "I loved it!  Great atmosphere, great food, not overpriced, different."
        },
        {
            "review_datetime_utc": "03/10/2018 17:11:25",
            "review_id": "ChdDSUhNMG9nS0VJQ0FnSUN3M0xteThnRRAB",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChdDSUhNMG9nS0VJQ0FnSUN3M0xteThnRRAB!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgICw3Lmy8gE%7CCgwIvaOQ1QUQgLP_xAM%7C?hl=en-US",
            "review_rating": 5,
            "review_text": "If you are in the Charlotte area this is a great place to have a very good lunch. The food was excellent. Atmosphere A plus"
        },
        {
            "review_datetime_utc": "03/06/2018 03:11:05",
            "review_id": "ChdDSUhNMG9nS0VJQ0FnSUNnX1l6UDNnRRAB",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChdDSUhNMG9nS0VJQ0FnSUNnX1l6UDNnRRAB!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgICg_YzP3gE%7CCgwIyY341AUQwOGdoQM%7C?hl=en-US",
            "review_rating": 5,
            "review_text": "cool atmosphere and delicious coffee."
        },
        {
            "review_datetime_utc": "03/02/2018 18:55:20",
            "review_id": "ChZDSUhNMG9nS0VJQ0FnSURncjhTM2FREAE",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChZDSUhNMG9nS0VJQ0FnSURncjhTM2FREAE!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgIDgr8S3aQ%7CCgsImLzm1AUQwOPVJQ%7C?hl=en-US",
            "review_rating": 5,
            "review_text": "Food, coffee and cute Lil shop things are awesome!!! My new fave place! Ricotta pancake and cold brew yesssssssssss 👍👍👍👍👍"
        },
        {
            "review_datetime_utc": "02/28/2018 19:57:20",
            "review_id": "ChdDSUhNMG9nS0VJQ0FnSUNRdVBDbnNBRRAB",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChdDSUhNMG9nS0VJQ0FnSUNRdVBDbnNBRRAB!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgICQuPCnsAE%7CCgsIoJPc1AUQgLPkVg%7C?hl=en-US",
            "review_rating": 5,
            "review_text": "Great place. Great food. Great vibes. Great staff."
        },
        {
            "review_datetime_utc": "02/25/2018 18:53:55",
            "review_id": "ChdDSUhNMG9nS0VJQ0FnSUNROC1mVGdBRRAB",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChdDSUhNMG9nS0VJQ0FnSUNROC1mVGdBRRAB!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgICQ8-fTgAE%7CCgwIw4zM1AUQwNubzwI%7C?hl=en-US",
            "review_rating": 5,
            "review_text": "Brekkie is amazing!!😍😍"
        },
        {
            "review_datetime_utc": "02/21/2018 18:40:39",
            "review_id": "ChZDSUhNMG9nS0VJQ0FnSUN3MnNPY2ZBEAE",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChZDSUhNMG9nS0VJQ0FnSUN3MnNPY2ZBEAE!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgICw2sOcfA%7CCgwIp_q21AUQwO_iwwI%7C?hl=en-US",
            "review_rating": 4,
            "review_text": "Great ambiance,  good coffee wine variety,"
        },
        {
            "review_datetime_utc": "02/18/2018 02:22:24",
            "review_id": "ChZDSUhNMG9nS0VJQ0FnSURneDZmYVVREAE",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChZDSUhNMG9nS0VJQ0FnSURneDZmYVVREAE!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgIDgx6faUQ%7CCgwI4Maj1AUQwMCtzAI%7C?hl=en-US",
            "review_rating": 5,
            "review_text": "Just a walk by. It looks clean and nice. I wish it was my corner store."
        },
        {
            "review_datetime_utc": "02/17/2018 21:56:05",
            "review_id": "ChZDSUhNMG9nS0VJQ0FnSUNROElxU0ZBEAE",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChZDSUhNMG9nS0VJQ0FnSUNROElxU0ZBEAE!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgICQ8IqSFA%7CCgwI9cmi1AUQwJzOwgM%7C?hl=en-US",
            "review_rating": 4,
            "review_text": "Good cozy place"
        },
        {
            "review_datetime_utc": "02/07/2018 12:07:00",
            "review_id": "ChdDSUhNMG9nS0VJQ0FnSUNnMVotQmpnRRAB",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChdDSUhNMG9nS0VJQ0FnSUNnMVotQmpnRRAB!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgICg1Z-BjgE%7CCgwI5Nfr0wUQwITY7gI%7C?hl=en-US",
            "review_rating": 5,
            "review_text": "Great food . Plenty of selection for drinks. Can also pick up a few shopping items."
        },
        {
            "review_datetime_utc": "02/04/2018 18:43:17",
            "review_id": "ChZDSUhNMG9nS0VJQ0FnSURBMXBDcEl3EAE",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChZDSUhNMG9nS0VJQ0FnSURBMXBDcEl3EAE!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgIDA1pCpIw%7CCgwIxajd0wUQgI-XwQM%7C?hl=en-US",
            "review_rating": 5,
            "review_text": "Menu A bit heavy on the pork."
        },
        {
            "review_datetime_utc": "01/29/2018 09:31:15",
            "review_id": "ChdDSUhNMG9nS0VJQ0FnSUNRel8tQ3dnRRAB",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChdDSUhNMG9nS0VJQ0FnSUNRel8tQ3dnRRAB!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgICQz_-CwgE%7CCgwI49O70wUQwM3NsgI%7C?hl=en-US",
            "review_rating": 4,
            "review_text": "This place was good and had decent Bagel sandwiches I was pleasantly surprised"
        },
        {
            "review_datetime_utc": "01/27/2018 22:39:05",
            "review_id": "ChdDSUhNMG9nS0VJQ0FnSUNnci0tOTN3RRAB",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChdDSUhNMG9nS0VJQ0FnSUNnci0tOTN3RRAB!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgICgr--93wE%7CCgwIif-z0wUQwOzqlAM%7C?hl=en-US",
            "review_rating": 5,
            "review_text": "Best little shop for coffee, treats, sandwiches, etc!  Love the atmosphere and the good food!"
        },
        {
            "review_datetime_utc": "01/23/2018 22:42:38",
            "review_id": "ChZDSUhNMG9nS0VJQ0FnSUNRN0lDcGR3EAE",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChZDSUhNMG9nS0VJQ0FnSUNRN0lDcGR3EAE!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgICQ7ICpdw%7CCgwI3vSe0wUQgOH0kQE%7C?hl=en-US",
            "review_rating": 5,
            "review_text": "There is more to Lincoln's than meets the eye. If you want it to be a/an.... - coffee shop ~ it is - hip evening hang out spot ~ it is - place to do business ~ it is - local wine shop ~ it is - place to grab local/quality beer ~ it is - local artisan market ~ it is - place where your taste buds go wild ~ it is  Make no mistake, every area of this has been thought out, from the freshly baked bread (you read that right) which is incorporated into the menu, to the delightful desserts, to the decor and the hand selected items to purchase (including some funky branded apparel).  If you haven't checked this place out yet, you're missing out on one of the newest and best additions to South End."
        },
        {
            "review_datetime_utc": "01/21/2018 15:41:55",
            "review_id": "ChZDSUhNMG9nS0VJQ0FnSURnZ3ZiamZBEAE",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChZDSUhNMG9nS0VJQ0FnSURnZ3ZiamZBEAE!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgIDggvbjfA%7CCgwIw-mS0wUQwI3J9QE%7C?hl=en-US",
            "review_rating": 5,
            "review_text": "Cool little shop!  Breakfast muffins are excellent and quite large.  I did it with bacon and cheddar, Wife had avocado and cheddar.  We also ordered a side of potatoes, which was unnecessary due to the size of the sandwiches.  A little on the pricey side, we paid $34 including tip including 1 orange juice."
        },
        {
            "review_datetime_utc": "01/13/2018 09:31:25",
            "review_id": "ChZDSUhNMG9nS0VJQ0FnSUN3M3ZPRkd3EAE",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChZDSUhNMG9nS0VJQ0FnSUN3M3ZPRkd3EAE!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgICw3vOFGw%7CCgwI7aPn0gUQwO2P0QI%7C?hl=en-US",
            "review_rating": 4,
            "review_text": "Good hangout place.  Coffee ,wine with plenty of options. Nice place to get work done ."
        },
        {
            "review_datetime_utc": "01/07/2018 20:39:07",
            "review_id": "ChZDSUhNMG9nS0VJQ0FnSURRNTd5OFBnEAE",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChZDSUhNMG9nS0VJQ0FnSURRNTd5OFBnEAE!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgIDQ57y8Pg%7CCgsI64rK0gUQwLvHPA%7C?hl=en-US",
            "review_rating": 5,
            "review_text": "Awesome new spot. A cool collection of sandwiches and breakfast items to eat. You can also get coffee, beer, kombucha, and wine to drink. The bread made in house was delicious!"
        },
        {
            "review_datetime_utc": "01/07/2018 14:28:07",
            "review_id": "ChdDSUhNMG9nS0VJQ0FnSUNRX3VHN3pBRRAB",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChdDSUhNMG9nS0VJQ0FnSUNRX3VHN3pBRRAB!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgICQ_uG7zAE%7CCgsI99zI0gUQwLjGEw%7C?hl=en-US",
            "review_rating": 5,
            "review_text": "Excellent food. Wonderful atmosphere. I met a contractor here to go over details. Highly recommend."
        },
        {
            "review_datetime_utc": "01/06/2018 00:36:25",
            "review_id": "ChZDSUhNMG9nS0VJQ0FnSUNBdktxMVNBEAE",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChZDSUhNMG9nS0VJQ0FnSUNBdktxMVNBEAE!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgICAvKq1SA%7CCgwIibTA0gUQgOzK_wE%7C?hl=en-US",
            "review_rating": 5,
            "review_text": "Excellent addition to the neighborhood. Funky market/restaurant - breakfast is delicious and coffee is good too. Can't wait to explore more of their menu."
        },
        {
            "review_datetime_utc": "01/03/2018 13:54:38",
            "review_id": "ChdDSUhNMG9nS0VJQ0FnSUN3a2Z5dDJnRRAB",
            "review_link": "https://www.google.com/maps/reviews/data=!4m8!14m7!1m6!2m5!1sChdDSUhNMG9nS0VJQ0FnSUN3a2Z5dDJnRRAB!2m1!1s0x0:0x6e085f943874a107!3m1!1s2@1:CIHM0ogKEICAgICwkfyt2gE%7CCgwInsGz0gUQwNy3kQE%7C?hl=en-US",
            "review_rating": 5,
            "review_text": "Just opened (Dec 2017), this combo restaurant and retail market is the most unique spot you'll find for sandwiches, salads, coffee, breakfast, ... or to pick up a bottle of wine or a quick gift.  And don't forget dessert... their in house pastry chef makes a great assortment of fresh pastries, bread, choux, tarts, ice cream... OMG!  There's something for everyone in the market; even super special treats for pets and kids.  Stop in for a bite or a beer, and say hi to Chef Michael, his amazing partner Courtney and the whole staff of creative foodies.  You won't soon forget a meal here!"
        }
    ],
    "total_reviews_count": 473
}